[
  {
    "id": 1,
    "title_cn": "AquaVerse",
    "title_en": "AquaVerse",
    "artist_cn": "蒋雨洋",
    "artist_en": "Yuyang Jiang",
    "description_cn": "传统海洋教育多依赖单调的教学方式，难以激发学生的兴趣，也无法展现海洋生态系统的独特魅力。现有的AR水族馆应用虽然具有创新性，却受限于单一的空间设计、有限的交互体验以及割裂的教育内容，导致学习过程缺乏连贯性和艺术感染力。为此，本研究提出了AquaVerse增强现实框架，将海洋教育与艺术体验相融合，打造沉浸式、互动性的学习环境。AquaVerse让学习者以自然手势与多彩的虚拟海洋生命进行生动互动，犹如置身于一场艺术探索之旅。了解更多请访问：<a href=\"https://generous-aquarium.mysxl.cn/\" target=\"_blank\" rel=\"noopener noreferrer\">https://generous-aquarium.mysxl.cn/</a>",
    "description_en": "Traditional marine education often struggles to engage students and express the intricate beauty of marine ecosystems, relying on static and uninspiring methods. Existing AR aquarium applications, while innovative, are restrained by simplistic spatial design, limited interactivity, and isolated educational content, resulting in disjointed and superficial learning experiences. In response, this study introduces AquaVerse—a creative augmented reality framework that reimagines marine education as an immersive and interactive art form. AquaVerse transforms learning into an artistic exploration, inviting users to use natural gestures to interact playfully with vivid virtual marine life. Learn more at: <a href=\"https://generous-aquarium.mysxl.cn/\" target=\"_blank\" rel=\"noopener noreferrer\">https://generous-aquarium.mysxl.cn/</a>",
    "artist_bio_cn": "蒋雨洋毕业于中国美术学院，获得工学学士学位。他是一位媒体艺术家和艺术治疗师，其创作聚焦于情感、情绪设计与互动，探索艺术的疗愈力量。他的作品曾在ISEA、VINCI 和 Cumulus 等国际知名艺术节与会议中展出。近期，他的多屏影像作品正在北京798艺术中心展出。",
    "artist_bio_en": "Yuyang graduated from the China Academy of Art with a Bachelor of Engineering degree. He is a media artist and art therapist, and works focus on emotions, emotional design, and interaction in his works, exploring the healing aspects of art. His artworks have been highlighted at prestigious festivals and conferences such as ISEA, VINCI, and Cumulus. Recently, his multi-screen video works are on display at the 798 Art Center in Beijing.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_01.jpg",
    "slug": "aquaverse",
    "title_tw": "AquaVerse",
    "artist_tw": "蒋雨洋",
    "description_tw": "传统海洋教育多依赖单调的教学方式，难以激发学生的兴趣，也无法展现海洋生态系统的独特魅力。现有的AR水族馆应用虽然具有创新性，却受限于单一的空间设计、有限的交互体验以及割裂的教育内容，导致学习过程缺乏连贯性和艺术感染力。为此，本研究提出了AquaVerse增强现实框架，将海洋教育与艺术体验相融合，打造沉浸式、互动性的学习环境。AquaVerse让学习者以自然手势与多彩的虚拟海洋生命进行生动互动，犹如置身于一场艺术探索之旅。了解更多请访问：<a href=\"https://generous-aquarium.mysxl.cn/\" target=\"_blank\" rel=\"noopener noreferrer\">https://generous-aquarium.mysxl.cn/</a>",
    "artist_bio_tw": "蒋雨洋毕业于中国美术学院，获得工学学士学位。他是一位媒体艺术家和艺术治疗师，其创作聚焦于情感、情绪设计与互动，探索艺术的疗愈力量。他的作品曾在ISEA、VINCI 和 Cumulus 等国际知名艺术节与会议中展出。近期，他的多屏影像作品正在北京798艺术中心展出。"
  },
  {
    "id": 2,
    "title_cn": "物种的崛起",
    "title_en": "The Rise of Species",
    "artist_cn": "张允瑛",
    "artist_en": "Yunyoung Jang",
    "description_cn": "《物种的崛起》（2024–2025），增强现实（AR）\n\n《物种的崛起》（2024–2025）描绘了一个充满想象的未来世界：所有已知的生命形式已然灭绝，而全新的生命开始诞生与繁衍。该作品以生成式人工智能为核心创作工具，探索生命的再生与演化。\n\n“种子”象征着非人类的生命，一颗在新生态系统中顽强存活下来的强种子。世界末日之后，新物种如同坚韧而充满激情的幸存者，它们的生长与绽放，本身就是生命力量的见证。这些新生命体迅速适应环境变化，并逐渐演化为新的主导物种。\n\n在未来的地球上，这些植物支持着多样化的生命形式，建立起新的生态平衡。它们为适应未来可能的环境变迁而进化，不仅仅为了生存，而是构建了一个超越生存意义的生态系统。",
    "description_en": "The Rise of Species, (2024-2025), AR\n\n‘The Rise of Species’ (2024-2025) depicts a speculative world in which all known life forms have become extinct and new ones have emerged. The work was created with a focus on generative artificial intelligence. The seed is a symbol of non-human life, a strong seed that survives in a new ecosystem, and after the end of the world, the new species is a strong and passionate survivor, growing and blossoming, its very existence a testament to the power of life. These new organisms quickly adapt to environmental changes and evolve to become the dominant species. The plants of this future Earth support a wide variety of life forms and establish a new ecological balance. They have evolved to maximise their adaptability and survivability in the face of future environmental changes, creating an ecosystem that transcends mere survival.",
    "artist_bio_cn": "张允瑛（Yunyoung Jang）是一位致力于探索视觉艺术、科学与技术融合的韩国媒体艺术家。基于韩国文化背景与生活经验，她的创作聚焦认知系统与生态关系，审视人类在互联未来中的定位与责任。她持续探究着人-动物、人-环境、人-人工智能之间复杂的交互关系。\n\n在艺术实践中，张允瑛擅长创作强调观者与作品互动体验的关系性艺术。她运用人工智能与传感技术构建具有深度的交流场景，由此产生的创新融合表达不断突破传统艺术边界。\n\n张允瑛先后获得韩国国民大学美术与娱乐设计学士学位，以及西江大学艺术与科技硕士学位。\n\n其重要参展经历包括：韩国艺术实验室\"未来图景：艺术韩国实验室节\"（2024）、西班牙\"声纳音乐节Sonar+D项目区\"（2024）、首尔284文化站\"首尔融合艺术节Unfold X 2023-通往月球的车站\"（2023）、艺术中心纳比\"生成的一代：在行动、宇宙与衍生品中\"（2023），以及光州媒体艺术节\"城市之色\"（2022）。2023年，她参与了光州媒体艺术平台的驻留项目。",
    "artist_bio_en": "Yunyoung Jang is a Korean media artist dedicated to exploring the convergence of visual arts, science, and technology. Drawing from her cultural background and experiences in the Republic of Korea, her work examines cognitive systems and ecological relationships, focusing on humanity's position and responsibilities in an interconnected future. She investigates the complex interactions between humans and animals, humans and the environment, and humans and artificial intelligence.\nIn her artistic practice, Jang creates relational art that emphasizes interactive experiences between viewers and artwork. Her productions incorporate artificial intelligence and sensing technologies to facilitate these meaningful exchanges, resulting in innovative fusion expressions that challenge traditional artistic boundaries.\nJang holds a Bachelor's degree in Fine Arts and Entertainment Design from Kookmin University and a Master's degree in Art & Technology from Sogang University.\n\nHer significant exhibitions include “FutureScape : Arts Korea Lab Festival(2024)”  at Art Korea Lab, “Sonar Festival, Sonar+D project Area (2024), Spain”,“Seoul Convergence Art Festival Unfold X 2023 – A Station to the Moon” at Culture Station Seoul 284 (2023), “Generation that Generates:in Action, Universe, Derivatives” at Art Center Nabi (2023), and “Color of City” at the Gwangju Media Art Festival (2022). In 2023, she engaged in the residency program at the Gwangju Media Art Platform.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_02.jpg",
    "slug": "the-rise-of-species",
    "title_tw": "物种的崛起",
    "artist_tw": "张允瑛",
    "description_tw": "《物种的崛起》（2024–2025），增强现实（AR）\n\n《物种的崛起》（2024–2025）描绘了一个充满想象的未来世界：所有已知的生命形式已然灭绝，而全新的生命开始诞生与繁衍。该作品以生成式人工智能为核心创作工具，探索生命的再生与演化。\n\n“种子”象征着非人类的生命，一颗在新生态系统中顽强存活下来的强种子。世界末日之后，新物种如同坚韧而充满激情的幸存者，它们的生长与绽放，本身就是生命力量的见证。这些新生命体迅速适应环境变化，并逐渐演化为新的主导物种。\n\n在未来的地球上，这些植物支持着多样化的生命形式，建立起新的生态平衡。它们为适应未来可能的环境变迁而进化，不仅仅为了生存，而是构建了一个超越生存意义的生态系统。",
    "artist_bio_tw": "张允瑛（Yunyoung Jang）是一位致力于探索视觉艺术、科学与技术融合的韩国媒体艺术家。基于韩国文化背景与生活经验，她的创作聚焦认知系统与生态关系，审视人类在互联未来中的定位与责任。她持续探究着人-动物、人-环境、人-人工智能之间复杂的交互关系。\n\n在艺术实践中，张允瑛擅长创作强调观者与作品互动体验的关系性艺术。她运用人工智能与传感技术构建具有深度的交流场景，由此产生的创新融合表达不断突破传统艺术边界。\n\n张允瑛先后获得韩国国民大学美术与娱乐设计学士学位，以及西江大学艺术与科技硕士学位。\n\n其重要参展经历包括：韩国艺术实验室\"未来图景：艺术韩国实验室节\"（2024）、西班牙\"声纳音乐节Sonar+D项目区\"（2024）、首尔284文化站\"首尔融合艺术节Unfold X 2023-通往月球的车站\"（2023）、艺术中心纳比\"生成的一代：在行动、宇宙与衍生品中\"（2023），以及光州媒体艺术节\"城市之色\"（2022）。2023年，她参与了光州媒体艺术平台的驻留项目。"
  },
  {
    "id": 3,
    "title_cn": "La Awichas",
    "title_en": "La Awichas",
    "artist_cn": "Violeta Ayala",
    "artist_en": "Violeta Ayala",
    "description_cn": "《拉斯·阿维查斯》（祖母们）以八个相互关联的故事展开，时间和人类与动物之间的边界在其中消解。每位阿维查（祖母）都有自己的灵兽——美洲虎、蜂鸟、秃鹰、壁虎、蜘蛛、鲸鱼、猴子和骆马——这些动物在展览空间中被想象为来自未来、体内携带着过去记忆的机器人。她们的故事作为隐喻在展览空间上演，正如我们的祖母让我们成为这个世界的一部分，如今轮到我们去塑造世界的未来。作为时间的孩子，我们身处过去与未来之间——既毁坏着自然资源，却又奇迹般地存活下来。真正的生命在于拥抱生命的轮回：逝去才能带来新生。一个古灵精怪、孩童般的叙述者带领我们穿越交响乐、丛林、城市与机械质感交融的丰富音景。《拉斯·阿维查斯》是一只潘多拉的盒子，讲述了空间叙事与时间循环的奥秘。",
    "description_en": "Las Awichas (Grandmothers) unfolds through eight interconnected stories, where time and boundaries between humans and animals dissolve. Each Awicha has a spirit animal—jaguar, hummingbird, condor, gecko, spider, whale, monkey, llama—reimagined as robots from the future carrying the past in their mechanical parts. Their narratives play out in the exhibition space as a metaphor for how our grandmothers made us part of this world and it's now our turn to shape its future. Born as children of time, we find ourselves between past and future—destroying natural resources, yet somehow we manage to survive. To truly live, we must embrace life's cycle: dying so that others may be born. A quirky, childlike narrator guides us through a rich soundscape of orchestra, jungle, city, and mechanical textures. Las Awichas is a Pandora's box of spatial storytelling and the cyclical nature of time.",
    "artist_bio_cn": "维奥莱塔·阿亚拉（Violeta Ayala）是一位屡获殊荣的电影制作人、人工智能创新者和创意技术专家，同时也是美国电影艺术与科学学会首位克丘亚族成员。她的开创性作品融合了叙事艺术、原住民未来主义和非殖民化科技，尤其聚焦人工智能（AI）、扩展现实（XR）、增强现实（AR）及沉浸式世界构建领域。\n\n阿亚拉创作的VR动画《监狱X》（2021）先后在圣丹斯电影节和戛纳XR单元首映，随后在全球博物馆和美术馆巡回展出。她的纪录片作品包括《抗争》（2023）、《可卡因监狱》（2017）、《被偷走的》（2009）和《玻利维亚案件》（2015），曾在圣丹斯、多伦多等顶级电影节及PBS、亚马逊Prime、《卫报》等平台展映，累计获得50余项奖项，包括沃克利奖，并获国际纪录片协会奖和罗里·佩克奖提名。\n\n2023年，她凭借28小时内完成的原型作品《编织世界》获得\"变革游戏\"XR创新奖。次年，她与伦敦国王学院联合制作的AR项目《拉斯阿维查斯》亮相伦敦GLoW展览，并斩获墨尔本国际纪录片大会最佳互动作品奖。在魁北克人工智能研究所MILA的首届\"艺术与AI\"驻留项目中，她创作了多模态体验作品《胡克：美洲豹女神》，结合生成式AI、机器人技术、3D打印和投影映射技术，该作品后续在哥本哈根CPH:DOX电影节和巴黎影像论坛展出。",
    "artist_bio_en": "Violeta Ayala is an award-winning filmmaker, AI innovator, and creative technologist—and the first Quechua member of the Academy of Motion Picture Arts and Sciences. Her groundbreaking work weaves storytelling, Indigenous futurism, and decolonial technology, with a focus on AI, XR, AR, and immersive world-building.\nAyala's Prison X (2021), a VR animation, premiered at Sundance and Cannes XR before touring globally in museums and galleries. Her documentaries—La Lucha (2023), Cocaine Prison (2017), Stolen (2009), and The Bolivian Case (2015)—have screened at top festivals (Sundance, Toronto) and platforms (PBS, Amazon Prime, The Guardian), earning over 50 awards, including a Walkley Award and nominations from the IDA and Rory Peck Awards.\nIn 2023, she won the XR Innovation Award at Games for Change for Weaving Worlds, a prototype crafted in 28 hours. The following year, her AR project Las Awichas (co-produced with King's College London) was featured in London's GLoW exhibition and won Best Interactive at AIDC Melbourne. During MILA – Québec AI Institute's inaugural Art & AI residency, she created Huk: The Jaguaress—a multimodal experience combining generative AI, robotics, 3D printing, and projection mapping, later showcased at CPH:DOX in Copenhagen and Forum Des Images in Paris.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_03.jpeg",
    "slug": "la-awichas",
    "title_tw": "La Awichas",
    "artist_tw": "Violeta Ayala",
    "description_tw": "《拉斯·阿维查斯》（祖母们）以八个相互关联的故事展开，时间和人类与动物之间的边界在其中消解。每位阿维查（祖母）都有自己的灵兽——美洲虎、蜂鸟、秃鹰、壁虎、蜘蛛、鲸鱼、猴子和骆马——这些动物在展览空间中被想象为来自未来、体内携带着过去记忆的机器人。她们的故事作为隐喻在展览空间上演，正如我们的祖母让我们成为这个世界的一部分，如今轮到我们去塑造世界的未来。作为时间的孩子，我们身处过去与未来之间——既毁坏着自然资源，却又奇迹般地存活下来。真正的生命在于拥抱生命的轮回：逝去才能带来新生。一个古灵精怪、孩童般的叙述者带领我们穿越交响乐、丛林、城市与机械质感交融的丰富音景。《拉斯·阿维查斯》是一只潘多拉的盒子，讲述了空间叙事与时间循环的奥秘。",
    "artist_bio_tw": "维奥莱塔·阿亚拉（Violeta Ayala）是一位屡获殊荣的电影制作人、人工智能创新者和创意技术专家，同时也是美国电影艺术与科学学会首位克丘亚族成员。她的开创性作品融合了叙事艺术、原住民未来主义和非殖民化科技，尤其聚焦人工智能（AI）、扩展现实（XR）、增强现实（AR）及沉浸式世界构建领域。\n\n阿亚拉创作的VR动画《监狱X》（2021）先后在圣丹斯电影节和戛纳XR单元首映，随后在全球博物馆和美术馆巡回展出。她的纪录片作品包括《抗争》（2023）、《可卡因监狱》（2017）、《被偷走的》（2009）和《玻利维亚案件》（2015），曾在圣丹斯、多伦多等顶级电影节及PBS、亚马逊Prime、《卫报》等平台展映，累计获得50余项奖项，包括沃克利奖，并获国际纪录片协会奖和罗里·佩克奖提名。\n\n2023年，她凭借28小时内完成的原型作品《编织世界》获得\"变革游戏\"XR创新奖。次年，她与伦敦国王学院联合制作的AR项目《拉斯阿维查斯》亮相伦敦GLoW展览，并斩获墨尔本国际纪录片大会最佳互动作品奖。在魁北克人工智能研究所MILA的首届\"艺术与AI\"驻留项目中，她创作了多模态体验作品《胡克：美洲豹女神》，结合生成式AI、机器人技术、3D打印和投影映射技术，该作品后续在哥本哈根CPH:DOX电影节和巴黎影像论坛展出。"
  },
  {
    "id": 4,
    "title_cn": "兰亭-后自然的拟像",
    "title_en": "Lan Ting-Post-Nature of Growth",
    "artist_cn": "袁正",
    "artist_en": "Zheng Yuan",
    "description_cn": "本作品为袁正“未来植物”研究路径中的一项阶段性实践，延续其在人工智能生成生物图像、数字雕塑构建、生态意识及东方植物哲学方面的跨学科探索。作品以AI模拟生成的植物形态为基础，结合3D建模与虚拟展示技术，试图探讨在技术介入条件下，自然形态如何被重构、异化，并在后自然语境中获得新的生命定义。\n兰花作为艺术家持续使用的标志性视觉元素，贯穿其多个创作阶段，在本件作品中亦以未来生物的形式重新演绎。兰花既作为自然界中高度复杂的进化结构，也承载着东方植物美学与文化象征意义。在作品中，兰花形态超越其原始物种特征，转化为一种栖居于虚拟生态中的“新自然形象”，体现出艺术家对人类与自然关系的持续思考与再阐释。\n本作品采用AR增强现实技术进行展示，观众可在现实环境中与数字生态实体进行动态交互，打破物理空间的展陈边界。这种数字栖居的展演方式强化了艺术家对“后自然”“虚拟物种”与“感知生态”相关议题的关注，也拓展了观众对生态与媒介之间关系的认知方式。\n总体而言，作品不仅是一次跨媒介与跨文化的艺术实验，也构成了对当代生态想象、东方自然哲学以及人类—技术—物种关系进行重新定位的阶段性回应。",
    "description_en": "This work represents a significant stage in Yuan Zheng’s ongoing research into \"future flora,\" continuing his interdisciplinary investigation into AI-generated biological imagery, digital sculptural systems, ecological consciousness, and Eastern botanical philosophy. Utilising artificially simulated plant forms in combination with 3D modelling and virtual rendering techniques, the work explores how natural morphology is restructured and reimagined under technological mediation, and how definitions of \"life\" and \"ecology\" are evolving in a post-natural context.\nAs a recurring visual motif throughout the artist’s practice, the orchid reappears here in a transformed, speculative form. Its presence embodies both the complexity of botanical evolution and the symbolic resonance it holds in Eastern aesthetic traditions. In this work, the orchid transcends its biological origins to become a signifier of a new nature—an imagined lifeform inhabiting virtual ecosystems. Through this, the artist reflects on the increasingly entangled relationship between humans and nature, positioning the orchid not merely as an object of representation, but as a philosophical agent.\nThe piece is presented through Augmented Reality (AR), allowing audiences to encounter the work directly within their physical environments. By removing the constraints of traditional exhibition formats, AR enables a hybrid spatial experience in which digital ecology and embodied perception coexist. This exhibition strategy reinforces the artist’s exploration of \"post-nature,\" \"synthetic species,\" and \"perceptual ecologies,\" while also prompting critical reflection on how contemporary media technologies shape our understanding of the natural world.\nAs both a cross-media experiment and a conceptual inquiry, the work repositions ecological imagination and Eastern philosophies of nature within digital conditions. It marks a transitional moment in the artist’s broader project: to critically examine the evolving entanglements between technology, species, and human agency through the lens of speculative botanical aesthetics.",
    "artist_bio_cn": "袁正的艺术实践致力于探索人类、科技与自然之间日益模糊的界限，揭示在技术进步背景下，人类身份与自然世界之间的相互作用。他将人工智能引入视觉艺术这一新兴研究领域，深入探讨纺织艺术与纯艺术实践的融合。\n\n通过整合 AI 驱动的设计方法、数字可视化、3D 打印技术以及中国传统刺绣，他发展出一种独特而富有创新性的创作流程，使作品在材质创新方面呈现出多维度的表现。他的艺术实践超越了工艺、艺术与人工智能之间的界限，不仅展示了材料实验的无限可能，也回应了诸如人类身份、科技进程以及气候危机等关键议题。",
    "artist_bio_en": "Yuan Zheng's artistic practice is dedicated to exploring the increasingly blurred boundaries between humanity, technology, and nature, revealing the interplay between human identity and the natural world in the context of technological advancement. He introduces artificial intelligence as a creative tool within the emerging research field of visual arts, delving into the fusion of textile art and fine art practices. By integrating AI-driven design methods, digital visualization, 3D printing techniques, and traditional Chinese embroidery, he has developed a unique and innovative creative process that imbues his work with multiple dimensions of material innovation. His practice transcends the boundaries of craft, art, and artificial intelligence, showcasing not only the possibilities of material experimentation but also addressing crucial topics such as human identity, technological progress, and the climate crisis.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_04.jpg",
    "slug": "lan-ting-post-nature-of-growth",
    "title_tw": "兰亭-后自然的拟像",
    "artist_tw": "袁正",
    "description_tw": "本作品为袁正“未来植物”研究路径中的一项阶段性实践，延续其在人工智能生成生物图像、数字雕塑构建、生态意识及东方植物哲学方面的跨学科探索。作品以AI模拟生成的植物形态为基础，结合3D建模与虚拟展示技术，试图探讨在技术介入条件下，自然形态如何被重构、异化，并在后自然语境中获得新的生命定义。\n兰花作为艺术家持续使用的标志性视觉元素，贯穿其多个创作阶段，在本件作品中亦以未来生物的形式重新演绎。兰花既作为自然界中高度复杂的进化结构，也承载着东方植物美学与文化象征意义。在作品中，兰花形态超越其原始物种特征，转化为一种栖居于虚拟生态中的“新自然形象”，体现出艺术家对人类与自然关系的持续思考与再阐释。\n本作品采用AR增强现实技术进行展示，观众可在现实环境中与数字生态实体进行动态交互，打破物理空间的展陈边界。这种数字栖居的展演方式强化了艺术家对“后自然”“虚拟物种”与“感知生态”相关议题的关注，也拓展了观众对生态与媒介之间关系的认知方式。\n总体而言，作品不仅是一次跨媒介与跨文化的艺术实验，也构成了对当代生态想象、东方自然哲学以及人类—技术—物种关系进行重新定位的阶段性回应。",
    "artist_bio_tw": "袁正的艺术实践致力于探索人类、科技与自然之间日益模糊的界限，揭示在技术进步背景下，人类身份与自然世界之间的相互作用。他将人工智能引入视觉艺术这一新兴研究领域，深入探讨纺织艺术与纯艺术实践的融合。\n\n通过整合 AI 驱动的设计方法、数字可视化、3D 打印技术以及中国传统刺绣，他发展出一种独特而富有创新性的创作流程，使作品在材质创新方面呈现出多维度的表现。他的艺术实践超越了工艺、艺术与人工智能之间的界限，不仅展示了材料实验的无限可能，也回应了诸如人类身份、科技进程以及气候危机等关键议题。"
  },
  {
    "id": 5,
    "title_cn": "流",
    "title_en": "Currents",
    "artist_cn": "Alina Nazmeeva",
    "artist_en": "Alina Nazmeeva",
    "description_cn": "本作品《Currents》的灵感源自普吉特海湾流域（Puget Sound Watershed，也被部分海岸萨利希原住民称为 Whulge）及萨利希海南部独特的生态系统。它致敬了鲑鱼及其相关物种，并赞颂它们在美国西北太平洋地区，尤其是西雅图生态系统中的重要角色。\n\n数字化的潮起潮落构建出层叠而复杂的空间结构，令人联想到鲑鱼洄游的景象，邀请观众探索城市与其特殊地理位置之间的对话。每一条路径代表普吉特海湾众多溪流与河床之一。那些既独立又集体的多彩形状沿着路径延伸、生长，并在数字水流中震荡，映射着西雅图的城市语境。\n\n《Currents》引导观众思考鲑鱼生命周期的美——它们诞生于溪流与河床，随后游向大海，在那里度过生命的大部分时光，最终回到出生地繁衍新生命。在洄游过程中，甚至在产卵之后，鲑鱼死亡，其遗体滋养着内陆的野生动物，最终肥沃了它们出生地的森林。这是一种罕见的生态现象：营养物质由海洋反向输送至陆地。\n\n这一循环在数百万年间塑造了该地区独特的景观，将无数生命交织在一起——包括植物、真菌与动物。尽管殖民与工业对水流及森林生态造成干扰，鲑鱼依然顽强存在，并正在回归某些区域，例如最近被拆除水坝的埃尔瓦河（Elwha River），继续其在生态修复中的重要角色。",
    "description_en": "Inspired by the unique ecology of the Puget Sound (also known as Whulge by some Coast Salish peoples) Watershed and the southern reach of the Salish Sea, Currents celebrates salmon and related species and their role in the broader ecosystem of Pacific Northwest and Seattle.\nDigital ebbs and flows create layered and complex spatial composition reminiscent of salmon runs, and invite the viewer to explore a dialogue between the city and its special geographic location. Each path represents one of many creeks and riverbeds that comprise the Puget Sound. Colorful shapes—both one and many—continue its course, follow the paths, grow and oscillate in the digital currents, while reflecting Seattle's urban context.\n\nCurrents invites the viewer to contemplate the beauty of salmon lifecycles from their birth in creeks and riverbeds, their passage to the ocean where they live most of their years, to their eventual homecoming to create new life at their source. After or even during the trek to spawn, salmon die and leave their bodies to feed wildlife inland, ultimately fertilizing their home forests in one of the few cases on Earth where nutrients flow from the ocean to the land. This cycle throughout millions of years has created the unique landscape of the region, braiding together the lives of countless peoples, inclusive of flora, fungi, and fauna. Even in the face of colonial and industrial intervention in the flow of water or the growth of forests, salmon persist and are returning to places such as the recently undammed Elwha River to play their part in restoration.",
    "artist_bio_cn": "Alina Nazmeeva 是一位媒体艺术家、建筑师与教育者，其创作关注科技在物质与文化层面的影响。她的作品融合了扩展现实（XR）、人工智能、纺织、实体装置、数字模拟以及游戏引擎，既作为叙事媒介，也作为批判性反思的场域。\n\nAlina 现为伊利诺伊大学厄本那-香槟分校（UIUC）建筑学院的计算设计助理教授，拥有麻省理工学院建筑与规划学院（MIT SA+P）的硕士学位。她曾在密歇根大学、加拿大建筑中心（CCA）及斯特雷尔卡研究所担任驻地研究员。\n\n她的作品曾在全球多个展览中亮相，包括威尼斯建筑双年展、洛杉矶建筑与设计博物馆、比尔艺术与科技中心、苏黎世数字艺术节、Slamdance 独立电影节，以及香港 HKWalls 艺术节。\n\n她曾在哈佛大学设计研究生院（GSD）、布拉格应用艺术学院（UMPRUM）、米兰理工大学、纽约帕森斯设计学院、SIGGRAPH Asia 2024，以及首尔 ISEA 2025 等机构与会议中发表演讲。",
    "artist_bio_en": "Alina Nazmeeva is a media artist, architect and educator whose work examines the material and cultural implications of technology. Her work integrates XR, AI, textile, physical installation, digital simulation, and gaming engines as storytelling devices and as sites of critique. Alina is Assistant Professor of Computation at Illinois School of Architecture at UIUC. She holds a Masters degree from MIT SA+P. She was a fellow-in-residence at the University of Michigan, Canadian Centre of Architecture and at Strelka Institute. Alina’s work has been exhibited worldwide including the Venice Biennale of Architecture, the Architecture + Design Museum in Los Angeles, Beall Center for Art + Technology, Digital Art Zurich, Slamdance, and HKWalls. She presented at Harvard GSD, UMPRUM in Prague, Politecnico Di Milano, NYC Parsons School of Design, SIGGRAPH Asia 2024 and ISEA Seoul 2025.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_05.jpg",
    "slug": "currents",
    "title_tw": "流",
    "artist_tw": "Alina Nazmeeva",
    "description_tw": "本作品《Currents》的灵感源自普吉特海湾流域（Puget Sound Watershed，也被部分海岸萨利希原住民称为 Whulge）及萨利希海南部独特的生态系统。它致敬了鲑鱼及其相关物种，并赞颂它们在美国西北太平洋地区，尤其是西雅图生态系统中的重要角色。\n\n数字化的潮起潮落构建出层叠而复杂的空间结构，令人联想到鲑鱼洄游的景象，邀请观众探索城市与其特殊地理位置之间的对话。每一条路径代表普吉特海湾众多溪流与河床之一。那些既独立又集体的多彩形状沿着路径延伸、生长，并在数字水流中震荡，映射着西雅图的城市语境。\n\n《Currents》引导观众思考鲑鱼生命周期的美——它们诞生于溪流与河床，随后游向大海，在那里度过生命的大部分时光，最终回到出生地繁衍新生命。在洄游过程中，甚至在产卵之后，鲑鱼死亡，其遗体滋养着内陆的野生动物，最终肥沃了它们出生地的森林。这是一种罕见的生态现象：营养物质由海洋反向输送至陆地。\n\n这一循环在数百万年间塑造了该地区独特的景观，将无数生命交织在一起——包括植物、真菌与动物。尽管殖民与工业对水流及森林生态造成干扰，鲑鱼依然顽强存在，并正在回归某些区域，例如最近被拆除水坝的埃尔瓦河（Elwha River），继续其在生态修复中的重要角色。",
    "artist_bio_tw": "Alina Nazmeeva 是一位媒体艺术家、建筑师与教育者，其创作关注科技在物质与文化层面的影响。她的作品融合了扩展现实（XR）、人工智能、纺织、实体装置、数字模拟以及游戏引擎，既作为叙事媒介，也作为批判性反思的场域。\n\nAlina 现为伊利诺伊大学厄本那-香槟分校（UIUC）建筑学院的计算设计助理教授，拥有麻省理工学院建筑与规划学院（MIT SA+P）的硕士学位。她曾在密歇根大学、加拿大建筑中心（CCA）及斯特雷尔卡研究所担任驻地研究员。\n\n她的作品曾在全球多个展览中亮相，包括威尼斯建筑双年展、洛杉矶建筑与设计博物馆、比尔艺术与科技中心、苏黎世数字艺术节、Slamdance 独立电影节，以及香港 HKWalls 艺术节。\n\n她曾在哈佛大学设计研究生院（GSD）、布拉格应用艺术学院（UMPRUM）、米兰理工大学、纽约帕森斯设计学院、SIGGRAPH Asia 2024，以及首尔 ISEA 2025 等机构与会议中发表演讲。"
  },
  {
    "id": 6,
    "title_cn": "心镜·观照自在",
    "title_en": "Heart Mirror: Observing Freedom",
    "artist_cn": "吴浩诚",
    "artist_en": "Haocheng Wu",
    "description_cn": "《心镜·观照自在》  艺术家吴浩诚\n——一场佛学心性觉照的视觉禅修\n\n在澄明的水境中央，一叶玻璃竹筏载着剔透的琉璃佛静泊虚空。佛前明镜映照十方法界，镜后琉璃灯绽现般若光明，筏下水波以圆融韵律徐徐漾开，构成《金刚经》“应无所住而生其心”的禅意图景。\n\n琉璃佛象征众生本具的佛性明光，竹筏化作《法华经》中载渡众生的法船意象。镜面既是《坛经》“明镜本清净”的心性隐喻，亦是《心经》“照见五蕴皆空”的观照法门——当水面波纹渐归寂灭，心镜自然映现缘起性空的实相。琉璃灯投射的暖光暗合“自性光明”，与镜面折射形成无尽交辉，演绎《华严经》“一即一切”的圆融境界。\n\n艺术家以数字渲染重构禅宗公案：静态竹筏隐喻“法尚应舍”的解脱智慧，动态水纹揭示“诸行无常”的世间真相。观者凝视镜中佛影时，外在镜像与内在觉性产生微妙共振，恰似临济义玄所述“吹毛用了急需磨”的顿悟时刻。水面倒影将现实世界解构为粼粼波光，呼应《楞严经》“见见之时，见非是见”的超越性观照。\n\n在虚实交融的禅意空间中，琉璃材质的通透特质诠释着“色空不二”的中道智慧，佛前明镜的物理反射暗藏“能所双亡”的修行密意。科技与禅心达成微妙平衡，指引现代人透过像素棱镜，照见《六祖坛经》“本来无一物”的心地风光。",
    "description_en": "Heart Mirror: Observing Freedom\nby Artist Haocheng Wu\n—A Visual Zen Meditation on Buddhist Mindfulness\nAt the center of a crystal-clear watery domain drifts a single leaf-like glass raft bearing a translucent glass Buddha, floating in the void. Before the Buddha, a polished mirror reflects the Ten Dharma Realms; behind it, a glass lantern radiates the light of prajñā (wisdom). Beneath the raft, concentric ripples spread in harmonious rhythm, evoking the Chan insight of the Diamond Sutra verse: “One should produce that mind which does not abide anywhere.”\nThe glass Buddha symbolizes the inherent Buddha-nature luminous in all beings; the bamboo raft references the “Dharma boat” imagery in the Lotus Sutra that carries sentient beings to liberation. The mirror is both a metaphor for the pure mind of “clear mirror, no dust” from the Platform Sutra, and a gateway to the Heart Sutra’s teaching to “see the emptiness of the five skandhas.” As the ripples fade to stillness, the mind’s mirror naturally reveals the true nature of dependent origination and emptiness. The warm glow cast by the lantern alludes to the “light of one’s own nature,” intertwining with the mirror’s reflections to embody the Avatamsaka Sutra’s vision of “one is all, all is one.”\nHaocheng Wu employs digital rendering to reconstruct a Chan kōan: the static raft signifies the liberating wisdom of “abandoning even Dharma” (Tánjīng), while the dynamic waterwaves disclose the truth of impermanence (“all conditioned phenomena are fleeting”). As viewers gaze into the Buddha’s mirror image, an interplay arises between outer reflection and inner awareness—echoing Linji Yixuan’s metaphor of rapid awakening, “quickly polishing a hair.” The fragmented reflections on the water’s surface deconstruct the mundane world into shifting light, resonating with the Shurangama Sutra’s teaching: “the act of seeing is itself not seeing.”\nWithin this liminal, zen-infused space, the translucency of glass materializes the nondual wisdom of “form and emptiness are one,” while the mirror’s physical reflection conceals the secret of “the dissolution of subject and object.” When precise algorithms choreograph the digital ripples, technology and Zen mind achieve a subtle balance—guiding modern audiences, through a prism of pixels, to perceive the “originally no thing” of mindground as taught in the Record of the Sixth Patriarch.",
    "artist_bio_cn": "作为当代艺术家和数字艺术创作者，吴浩诚的作品横跨当代艺术画作、空间艺术装置、数字艺术、数字人等多种视觉艺术媒介。他为前爱马仕总裁、现任法国国际外贸商会顾问Patrick Baruel先生担任艺术总监与视觉设计工作。 2020年受聘于世界最大规模艺术基金 -The Rockefeller Art Foundation 洛克菲勒艺术基金，并担任艺术基金顾问委员会委员。 作品曾受邀在V&A 博物馆、英国皇家艺术学院 Dyson Gallery、Xhibit 伦敦艺术大学年度展、伦敦设计节、Lethaby 美术馆、英国电影协会中英电影节、伦敦现代舞蹈电影节等进行展出。 高中就读于 Cambridge Tutors College 剑桥名师学院开始了艺术与设计生涯，期间作品参选RA皇家艺术研究院夏季线上展览、剑桥名师学院最佳艺术生奖、满分A*艺术与设计毕业证书。 本科毕业于世界排名第二的UAL伦敦艺术大学中央圣马丁学院，视觉传达专业荣获 BA FirstClass Honours 满分一等学士学位。 研究生毕业于世界排名第一的 RCA 英国皇家艺术学院，叙事影像与动画专业。",
    "artist_bio_en": "Haocheng Wu\nAs a contemporary artist and digital art creator, Haocheng Wu’s practice spans multiple visual media—including contemporary paintings, spatial art installations, digital art, and digital personas. He serves as Art Director and Visual Designer for Mr. Patrick Baruel, former President of Hermès and current Advisor to the French Chamber of Commerce and Industry.\nIn 2020, he was appointed to the Advisory Committee of the Rockefeller Art Foundation—the world’s largest art fund. His works have been exhibited at the V&A Museum, the Dyson Gallery of the Royal College of Art, Xhibit (the annual show of the University of the Arts London in London), London Design Festival, the Lethaby Gallery, the BFI China–UK Film Festival, and the London Contemporary Dance Film Festival.\nHe began his artistic and design education at Cambridge Tutors College, where his work was shortlisted for the RA Summer Exhibition, he received the “Outstanding Art Student” award, and he graduated with an A* in Art & Design. He earned his BA with First Class Honours (a perfect score) in Visual Communication from Central Saint Martins, University of the Arts London (ranked second globally). He completed his MA in Narrative Imaging and Animation at the Royal College of Art (ranked first globally).",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_06.png",
    "slug": "heart-mirror:-observing-freedom",
    "title_tw": "心镜·观照自在",
    "artist_tw": "吴浩诚",
    "description_tw": "《心镜·观照自在》  艺术家吴浩诚\n——一场佛学心性觉照的视觉禅修\n\n在澄明的水境中央，一叶玻璃竹筏载着剔透的琉璃佛静泊虚空。佛前明镜映照十方法界，镜后琉璃灯绽现般若光明，筏下水波以圆融韵律徐徐漾开，构成《金刚经》“应无所住而生其心”的禅意图景。\n\n琉璃佛象征众生本具的佛性明光，竹筏化作《法华经》中载渡众生的法船意象。镜面既是《坛经》“明镜本清净”的心性隐喻，亦是《心经》“照见五蕴皆空”的观照法门——当水面波纹渐归寂灭，心镜自然映现缘起性空的实相。琉璃灯投射的暖光暗合“自性光明”，与镜面折射形成无尽交辉，演绎《华严经》“一即一切”的圆融境界。\n\n艺术家以数字渲染重构禅宗公案：静态竹筏隐喻“法尚应舍”的解脱智慧，动态水纹揭示“诸行无常”的世间真相。观者凝视镜中佛影时，外在镜像与内在觉性产生微妙共振，恰似临济义玄所述“吹毛用了急需磨”的顿悟时刻。水面倒影将现实世界解构为粼粼波光，呼应《楞严经》“见见之时，见非是见”的超越性观照。\n\n在虚实交融的禅意空间中，琉璃材质的通透特质诠释着“色空不二”的中道智慧，佛前明镜的物理反射暗藏“能所双亡”的修行密意。科技与禅心达成微妙平衡，指引现代人透过像素棱镜，照见《六祖坛经》“本来无一物”的心地风光。",
    "artist_bio_tw": "作为当代艺术家和数字艺术创作者，吴浩诚的作品横跨当代艺术画作、空间艺术装置、数字艺术、数字人等多种视觉艺术媒介。他为前爱马仕总裁、现任法国国际外贸商会顾问Patrick Baruel先生担任艺术总监与视觉设计工作。 2020年受聘于世界最大规模艺术基金 -The Rockefeller Art Foundation 洛克菲勒艺术基金，并担任艺术基金顾问委员会委员。 作品曾受邀在V&A 博物馆、英国皇家艺术学院 Dyson Gallery、Xhibit 伦敦艺术大学年度展、伦敦设计节、Lethaby 美术馆、英国电影协会中英电影节、伦敦现代舞蹈电影节等进行展出。 高中就读于 Cambridge Tutors College 剑桥名师学院开始了艺术与设计生涯，期间作品参选RA皇家艺术研究院夏季线上展览、剑桥名师学院最佳艺术生奖、满分A*艺术与设计毕业证书。 本科毕业于世界排名第二的UAL伦敦艺术大学中央圣马丁学院，视觉传达专业荣获 BA FirstClass Honours 满分一等学士学位。 研究生毕业于世界排名第一的 RCA 英国皇家艺术学院，叙事影像与动画专业。"
  },
  {
    "id": 7,
    "title_cn": "牧梦岛",
    "title_en": "Dreamland Amusement Ranch",
    "artist_cn": "孙嘉",
    "artist_en": "Jia Sun",
    "description_cn": "“牧梦岛”是一座沉浸式的增强现实虚拟游乐园，巧妙融合了经典嘉年华游乐设施与温馨牧场元素，打造出一个奇幻迷人的互动世界。绚丽的摩天轮、旋转木马、魔法城堡，以及可爱的牧场动物共同构建了一个充满童趣与幻想的乐园。通过增强现实技术，用户可以通过移动设备或AR头显，随时随地探索这座梦幻般的游乐场，沉浸在现实与想象交织的欢乐世界中。\n\n版权 © 孙嘉，2025。保留所有权利。\n《牧梦岛》是一项使用 Unity 引擎创作的原创互动体验项目。\n本项目中部分素材来源于 Unity 资源商店，并已获得相应授权。所有第三方素材的知识产权归原作者所有，并依据 Unity 资源商店最终用户许可协议（EULA）使用。\n本项目不主张对任何第三方素材拥有所有权，若原作者有注明署名要求，已在相关位置进行注明。\n未经版权所有人书面许可，本作品不得复制、修改、传播或用于任何商业用途。",
    "description_en": "\"Dreamland Amusement Ranch\" is an immersive AR-powered virtual amusement park that seamlessly blends classic carnival attractions with charming farm elements, creating a whimsical and enchanting interactive world. With vibrant Ferris wheels, spinning carousels, magical castles, and adorable roaming animals, the experience brings a unique fusion of playfulness and fantasy. By integrating augmented reality, users can explore this dreamlike amusement park anytime, anywhere through their mobile devices or AR headsets, immersing themselves in a delightful world where reality and imagination intertwine.\n\nCopyright © Jia SUN, 2025. All rights reserved.\nDreamland Amusement Ranch is an original interactive experience created using Unity.\nThis project incorporates assets licensed from the Unity Asset Store. All third-party assets remain the intellectual property of their respective creators and are used in accordance with the Unity Asset Store End User License Agreement (EULA).\nNo ownership is claimed over these third-party materials, and attribution is provided where required by the original authors.\nThis work may not be copied, modified, distributed, or used for commercial purposes without prior written permission from the copyright holder.",
    "artist_bio_cn": "孙嘉是一位专注于人机交互、虚拟现实与AI驱动沉浸式体验的研究者与数字艺术家。目前在香港科技大学（广州）元宇宙与计算创意中心（MC²实验室）攻读哲学硕士学位，研究聚焦于科技、媒体艺术与互动叙事的交汇点。孙嘉拥有中国美术学院艺术与科技专业背景，曾参与多个基于虚拟现实的学习环境、AI增强的数字创作与元宇宙应用项目。其作品涵盖学术研究、互动媒体设计及增强现实体验，致力于通过创新的计算媒介连接虚拟与现实空间的边界。",
    "artist_bio_en": "Jia Sun is a researcher and digital artist specializing in human-computer interaction, virtual reality, and AI-driven immersive experiences. Currently pursuing an MPhil at HKUST-GZ in the Center for Metaverse and Computational Creativity (MC2) Lab, Jia’s work explores the intersection of technology, media art, and interactive storytelling. With a background in Art and Technology from the China Academy of Art, Jia has contributed to VR-based learning environments, AI-enhanced digital creativity, and metaverse applications. Their projects span academic research, interactive media design, and augmented reality experiences, aiming to bridge the gap between virtual and physical spaces through innovative computational media.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_07.jpg",
    "slug": "dreamland-amusement-ranch",
    "title_tw": "牧梦岛",
    "artist_tw": "孙嘉",
    "description_tw": "“牧梦岛”是一座沉浸式的增强现实虚拟游乐园，巧妙融合了经典嘉年华游乐设施与温馨牧场元素，打造出一个奇幻迷人的互动世界。绚丽的摩天轮、旋转木马、魔法城堡，以及可爱的牧场动物共同构建了一个充满童趣与幻想的乐园。通过增强现实技术，用户可以通过移动设备或AR头显，随时随地探索这座梦幻般的游乐场，沉浸在现实与想象交织的欢乐世界中。\n\n版权 © 孙嘉，2025。保留所有权利。\n《牧梦岛》是一项使用 Unity 引擎创作的原创互动体验项目。\n本项目中部分素材来源于 Unity 资源商店，并已获得相应授权。所有第三方素材的知识产权归原作者所有，并依据 Unity 资源商店最终用户许可协议（EULA）使用。\n本项目不主张对任何第三方素材拥有所有权，若原作者有注明署名要求，已在相关位置进行注明。\n未经版权所有人书面许可，本作品不得复制、修改、传播或用于任何商业用途。",
    "artist_bio_tw": "孙嘉是一位专注于人机交互、虚拟现实与AI驱动沉浸式体验的研究者与数字艺术家。目前在香港科技大学（广州）元宇宙与计算创意中心（MC²实验室）攻读哲学硕士学位，研究聚焦于科技、媒体艺术与互动叙事的交汇点。孙嘉拥有中国美术学院艺术与科技专业背景，曾参与多个基于虚拟现实的学习环境、AI增强的数字创作与元宇宙应用项目。其作品涵盖学术研究、互动媒体设计及增强现实体验，致力于通过创新的计算媒介连接虚拟与现实空间的边界。"
  },
  {
    "id": 8,
    "title_cn": "梦想星空",
    "title_en": "Dreaming the Stars",
    "artist_cn": "叶纪文、李玥璐",
    "artist_en": "David Kei Man Yip, Yuelu Li",
    "description_cn": "人类赋予世界“时间”的维度，而不变的是我们对神秘与无限的永恒追求。《Dreaming the Stars》超越时空限制，融合东方神话、人工智能与未来科技，讲述人类不断探索未知、追逐星辰秘密的旅程。然而，随着科技进步，虚幻与现实的边界逐渐模糊，看似触手可及的未来，也让我们逐渐忘却了当下存在的真实。\n\n本作深受安德烈·布勒东超现实主义哲学启发，将梦境与潜意识的探索与现实世界交织，同时致敬《2001 太空漫游》中关于人类进化与宇宙探索的主题。作品通过虚拟制作，以东方神秘图腾“龙”为开端，在虚拟环境中引发对人类文化的深刻思考。借助 Runway 与 ComfyUI等 AI 平台，将敦煌飞天壁画中的静态形象转化为动态视觉，使古老艺术意象在现代媒介中流动，呈现时空交织的新语言。\n\n作品利用Unreal Engine构建虚拟宇宙环境，并结合AIGC生成的“黑洞”“曼陀罗”等象征元素，通过视觉隐喻探索物质与精神、科技与神话之间的深层统一，反映人类认知的演进过程。黑洞的神秘与曼陀罗的宇宙秩序成为连接现实与超现实、过去与未来的桥梁，突破传统电影叙事边界，创造沉浸式的超现实艺术体验。\n\n这种突破虚拟与现实边界的创作方式，呼应了古代敦煌壁画的精神：在物理空间受限的条件下，先民将对宇宙的无限想象投射于岩壁。今天，虚拟制作技术使现代艺术家摆脱空间限制，开启无限的创作场域。《Dreaming the Stars》借助 AI 协作创作，拓展了人类艺术视野，推动电影叙事与艺术表达的深层革新，不仅挑战虚实、数码与物理之间的界限，也邀请观众走入一个融合未来幻想与哲学思考的超现实艺术世界，探索人类、宇宙、科技与灵魂之间的无限关联。",
    "description_en": "Humanity has endowed the ever-changing world with the dimension of ‘time,’ yet what remains unchanged is our eternal pursuit of the mysterious and the infinite. Dreaming the Stars transcends the limitations of time and space, blending Eastern mythology, artificial intelligence, and future technology. It narrates humanity's enduring journey to explore the unknown, dreaming of uncovering the secrets of distant stars. Yet, as technology advances, the boundaries between the surreal illusory and the real blur, and the seemingly attainable future causes us to forget the truth of our present existence.\nThis work is deeply inspired by André Breton’s surrealist philosophy, intertwining the exploration of dreams and the unconscious with the tangible world, while paying homage to the themes of human evolution and cosmic exploration in 2001: A Space Odyssey. Through virtual production, the project begins with the symbol of the ‘Loong,’ an Eastern mystical icon, introduced within a virtual environment, prompting a profound reflection on human culture. Using AI technologies on platforms such as Runway and ComfyUI, static images from the Dunhuang flying deity murals are transformed into dynamic visuals, allowing past artistic visions to flow within modern mediums, presenting a new language of intertwined time and space.\nBy constructing a virtual universe environment with Unreal Engine (UE) and integrating AIGC-generated symbols such as black holes and mandalas, the work explores, through visual metaphors, the deep unity between matter and spirit, technology and myth, reflecting humanity’s evolving process of cognition. The mysteries of black holes and the cosmic order of mandalas become the bridges connecting the real and the surreal, the past and the future, breaking the traditional boundaries of film narrative and creating an immersive surreal art experience.\nThis method of transcending the boundaries of the physical and virtual echoes the spirit of ancient Dunhuang cave paintings. Our ancestors projected their limitless imagination of the cosmos onto cave walls, constrained by physical space. Today, virtual production (VP) technology allows modern artists to break free from these spatial limitations and open up endless fields of creation. Dreaming the Stars, aided by AI-assisted creation, expands human artistic vision while driving profound innovation in film narrative and artistic expression. It not only challenges the boundaries between the virtual and the real, the digital and the physical, but also invites the audience into a surreal artistic world, rich with futuristic imagination and philosophical reflection, exploring the infinite connections between humanity, the cosmos, technology, and the soul.",
    "artist_bio_cn": "叶纪文\n叶纪文博士是一位专注于技术与叙事融合的教育者、研究者和艺术家，拥有坚实的电视制作和学术背景。他带领的动画与互动娱乐项目曾屡获殊荣。目前他是香港科技大学（广州）助理教授，并担任 CMA 实验室主任，领导 CAT（创意艺术科技）团队，致力于通过新兴媒体艺术技术推动内容创作、情感联结和价值生成。他的研究聚焦于通过整合理论与数字工具，探索媒体创新形式与创意内容之间的动态关系，代表性项目包括“超现实主义电影的虚拟现实”和 STEAM 动画。David 一直致力于将艺术愿景与技术创新融合，通过咨询和出版积极参与创意产业。 \n\n李玥璐\n李玥璐是香港科技大学（广州）计算媒体与艺术硕士研究生，导师为叶纪文教授。她是 CAT（创意艺术科技）团队成员，研究方向包括人工智能在叙事中的应用，涵盖互动叙事、数据驱动叙事与视觉叙事。",
    "artist_bio_en": "David Kei Man Yip: Dr. David Yip is an educator, researcher, and artist focused on the fusion of technology and storytelling in creative media. With a robust background in television production and academia, he leads award-winning projects in animation and interactive entertainment. As an assistant professor at HKUST (GZ) and Director of the CMA Lab, he oversees the CAT (Creative Art Tech) team, which focuses on content creation, emotional engagement, and value generation through emerging media art technologies. David is interested in studying the dynamic relationship between the innovative form and the creative content of media through integrating theories with new digital tools as practice-based research. His projects included VR on Cinematic Surrealism and STEAM animation. David is dedicated to integrating artistic vision with technological innovation, actively contributing to the creative industries through consultancy work and publications.\nYuelu Li: Yuelu is pursuing an MPhil in Computational Media and Arts at HKUST (GZ), under the supervision of Professor David Kei Man Yip. She is a member of the CAT (Creative Art Tech) team, and her research focuses on the application of AI in storytelling, encompassing interactive storytelling, data-driven storytelling, and visual storytelling.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_08.png",
    "slug": "dreaming-the-stars",
    "title_tw": "梦想星空",
    "artist_tw": "叶纪文、李玥璐",
    "description_tw": "人类赋予世界“时间”的维度，而不变的是我们对神秘与无限的永恒追求。《Dreaming the Stars》超越时空限制，融合东方神话、人工智能与未来科技，讲述人类不断探索未知、追逐星辰秘密的旅程。然而，随着科技进步，虚幻与现实的边界逐渐模糊，看似触手可及的未来，也让我们逐渐忘却了当下存在的真实。\n\n本作深受安德烈·布勒东超现实主义哲学启发，将梦境与潜意识的探索与现实世界交织，同时致敬《2001 太空漫游》中关于人类进化与宇宙探索的主题。作品通过虚拟制作，以东方神秘图腾“龙”为开端，在虚拟环境中引发对人类文化的深刻思考。借助 Runway 与 ComfyUI等 AI 平台，将敦煌飞天壁画中的静态形象转化为动态视觉，使古老艺术意象在现代媒介中流动，呈现时空交织的新语言。\n\n作品利用Unreal Engine构建虚拟宇宙环境，并结合AIGC生成的“黑洞”“曼陀罗”等象征元素，通过视觉隐喻探索物质与精神、科技与神话之间的深层统一，反映人类认知的演进过程。黑洞的神秘与曼陀罗的宇宙秩序成为连接现实与超现实、过去与未来的桥梁，突破传统电影叙事边界，创造沉浸式的超现实艺术体验。\n\n这种突破虚拟与现实边界的创作方式，呼应了古代敦煌壁画的精神：在物理空间受限的条件下，先民将对宇宙的无限想象投射于岩壁。今天，虚拟制作技术使现代艺术家摆脱空间限制，开启无限的创作场域。《Dreaming the Stars》借助 AI 协作创作，拓展了人类艺术视野，推动电影叙事与艺术表达的深层革新，不仅挑战虚实、数码与物理之间的界限，也邀请观众走入一个融合未来幻想与哲学思考的超现实艺术世界，探索人类、宇宙、科技与灵魂之间的无限关联。",
    "artist_bio_tw": "叶纪文\n叶纪文博士是一位专注于技术与叙事融合的教育者、研究者和艺术家，拥有坚实的电视制作和学术背景。他带领的动画与互动娱乐项目曾屡获殊荣。目前他是香港科技大学（广州）助理教授，并担任 CMA 实验室主任，领导 CAT（创意艺术科技）团队，致力于通过新兴媒体艺术技术推动内容创作、情感联结和价值生成。他的研究聚焦于通过整合理论与数字工具，探索媒体创新形式与创意内容之间的动态关系，代表性项目包括“超现实主义电影的虚拟现实”和 STEAM 动画。David 一直致力于将艺术愿景与技术创新融合，通过咨询和出版积极参与创意产业。 \n\n李玥璐\n李玥璐是香港科技大学（广州）计算媒体与艺术硕士研究生，导师为叶纪文教授。她是 CAT（创意艺术科技）团队成员，研究方向包括人工智能在叙事中的应用，涵盖互动叙事、数据驱动叙事与视觉叙事。"
  },
  {
    "id": 9,
    "title_cn": "菌丝记忆",
    "title_en": "Mycelial Memories",
    "artist_cn": "张骞文",
    "artist_en": "Azure Zhang",
    "description_cn": "《菌丝记忆》通过沉浸式体验探索自然系统与人类文明记录之间的深刻联系，重新构想真菌作为生物智慧与数字记忆之间的媒介。\n\n灵感来源于菌丝体庞大的地下网络——它们促进森林生物间的交流与资源共享。本作品构建了一个平行的数字系统，让真菌成为人类文化记忆的传递者。",
    "description_en": "Mycelial Memories explores the profound interconnections between natural systems and human civilization documentation through an immersive experience that reimagines fungi as interfaces between biological wisdom and digital memory.\nInspired from the vast underground networks of mycelium that facilitate communication and resource sharing among forest organisms, this work creates a parallel digital system where fungi become the mediators of human cultural memory.",
    "artist_bio_cn": "Azure Zhang，现为专注于XR与AI艺术叙事的博士生，硕士毕业于英国皇家艺术学院与伦敦大学学院。她拥有扎实的计算机科学背景，对跨学科研究充满热情，擅长从非人类中心视角观察与互动世界。其作品曾在慕尼黑珠宝周、伦敦工艺周、俄罗斯、波兰、上海M50艺术区及外滩等地展出，并受邀在纽约FIT研讨会上发表硕士论文。2021年，她在上海举办了两场个展《UNFOLD YOUR BODY 1.0与2.0》。近年，她因策划虚拟展览《地心凝视》而广受关注，该展览受邀参加2022年中国与意大利的多场大型群展。",
    "artist_bio_en": "Azure Zhang is now a PhD candidate focusing on XR and AI application with artistic narrative. Azure completed her master studies at the Royal College of Art and University College London. With a solid foundation in computer science, she demonstrates a profound interest in interdisciplinary research. She is enthusiastic about observing and engaging with the world from a de-anthropocentric perspective. Her approach to research typically involves engaging with the subjects both physically and digitally. Notably, she has showcased her work in various international locations, including Munich Jewellery Week, London Craft Week, Russia, Poland, and Shanghai M50 Art Zone and The Bund. Azure was honored with an invitation to present her master thesis at FIT New York during a symposium. Additionally, in 2021, she held two solo exhibitions UNFOLD YOUR BODY 1.0 and 2.0 in Shanghai. Azure has been well known lately for her virtual online exhibition curatorial practice – Earth Core Gazing. It was invited by several big group exhibitions in China and Italy in 2022.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_09.jpg",
    "slug": "mycelial-memories",
    "title_tw": "菌丝记忆",
    "artist_tw": "张骞文",
    "description_tw": "《菌丝记忆》通过沉浸式体验探索自然系统与人类文明记录之间的深刻联系，重新构想真菌作为生物智慧与数字记忆之间的媒介。\n\n灵感来源于菌丝体庞大的地下网络——它们促进森林生物间的交流与资源共享。本作品构建了一个平行的数字系统，让真菌成为人类文化记忆的传递者。",
    "artist_bio_tw": "Azure Zhang，现为专注于XR与AI艺术叙事的博士生，硕士毕业于英国皇家艺术学院与伦敦大学学院。她拥有扎实的计算机科学背景，对跨学科研究充满热情，擅长从非人类中心视角观察与互动世界。其作品曾在慕尼黑珠宝周、伦敦工艺周、俄罗斯、波兰、上海M50艺术区及外滩等地展出，并受邀在纽约FIT研讨会上发表硕士论文。2021年，她在上海举办了两场个展《UNFOLD YOUR BODY 1.0与2.0》。近年，她因策划虚拟展览《地心凝视》而广受关注，该展览受邀参加2022年中国与意大利的多场大型群展。"
  },
  {
    "id": 10,
    "title_cn": "灵启数谕",
    "title_en": "Techlore Empowerment",
    "artist_cn": "杜坤晓、许丕文",
    "artist_en": "Kunxiao Du (Rose), James She",
    "description_cn": "一切数智的时代，《灵启数谕》探索了民间传说与人类对力量的追寻如何被数字技术重塑。作品以门神神话为原型，贯通三重维度——传统（门神）、人性（对力量的渴求）与科技（AI与AR）。时代更迭，但人类对智慧力量的敬畏亘古未变。萨尔瓦多·达利与阿尔伯特·爱因斯坦化作象征性的催化剂，凝练艺术与科学的两极智慧。通过AR召唤的“超能力”，他们的数字化身邀请观者参与仪式：我的偶像将点燃我何种潜能？植根传统却超越时空，《科技灵启》重新定义超能力——它如天降神力，为躬身求索者显形。",
    "description_en": "In an age of digital awakening, Techlore Empowerment explores how folklore and the human pursuit of power are transformed through digital technology. This work reimagines traditional Gate God myths by bridging the heritage (Gate God), humanity (pursuit of power), and technology (AI & AR). While times change, humanity’s reverence for wisdom as a source of power endures. Salvador Dalí and Albert Einstein act as symbolic catalysts—embodying the dual forces of artistic and scientific wisdoms. Through AR-summoned “superpowers,” their digital manifests invite viewers to engage in a ritual of reflection: What would my role model ignite in me? Rooted in tradition yet universal, Techlore Empowerment redefines superpowers as forces that descend to empower those who seek them up.",
    "artist_bio_cn": "杜坤晓，香港科技大学（广州），计算媒体与艺术学域研究助理，先后毕业于中国传媒大学视觉传达设计，与伦敦传媒学院社会创新与可持续未来设计专业，研究领域为人工智能文化艺术与互动艺术。曾于北京、苏州、天津开展公共艺术创作，公共艺术研究成果发表于《中国艺术》期刊与Cumulus会议。\n\n许丕文是一位大学教授和媒体艺术家。他目前在香港科技大学（广州）担任计算媒体与艺术副教授。他的研究兴趣集中在利用人工智能和多媒体进行艺术、媒体、文化以及人类创造力方面的探索。2020年，他还在卡塔尔博物馆的消防站博物馆担任访问艺术家。他的艺术作品曾在卡塔尔、阿联酋、韩国、澳大利亚、泰国、中国等许多国家展出。",
    "artist_bio_en": "Du Kunxiao is a Research Assistant at the Computational Media and Arts Thrust of The Hong Kong University of Science and Technology (Guangzhou). She holds a BA in Visual Communication Design from the Communication University of China and an MA in Design for Social Innovation and Sustainable Futures from London College of Communication. Her research centers on Cultural AI Art and Interactive Art. She has created public art installations in Beijing, Suzhou, and Tianjin, and her work has been published in the China Art journal and presented at the Cumulus conference.\nProf. James She is a university professor and media artist. He is currently an Associate Professor in Computational Media and Art at Hong Kong University of Science and Technology (Guangzhou). His research interests are focusing on the uses of Artificial Intelligence and multimedia for art, media, culture and human creativity. He was also a visiting artist at Fire Station Museum, Qatar Museums in 2020. His artworks were previously exhibited in Qatar, UAE, South Korea, Australia, Thailand, China and various other countries.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_10.png",
    "slug": "techlore-empowerment",
    "title_tw": "灵启数谕",
    "artist_tw": "杜坤晓、许丕文",
    "description_tw": "一切数智的时代，《灵启数谕》探索了民间传说与人类对力量的追寻如何被数字技术重塑。作品以门神神话为原型，贯通三重维度——传统（门神）、人性（对力量的渴求）与科技（AI与AR）。时代更迭，但人类对智慧力量的敬畏亘古未变。萨尔瓦多·达利与阿尔伯特·爱因斯坦化作象征性的催化剂，凝练艺术与科学的两极智慧。通过AR召唤的“超能力”，他们的数字化身邀请观者参与仪式：我的偶像将点燃我何种潜能？植根传统却超越时空，《科技灵启》重新定义超能力——它如天降神力，为躬身求索者显形。",
    "artist_bio_tw": "杜坤晓，香港科技大学（广州），计算媒体与艺术学域研究助理，先后毕业于中国传媒大学视觉传达设计，与伦敦传媒学院社会创新与可持续未来设计专业，研究领域为人工智能文化艺术与互动艺术。曾于北京、苏州、天津开展公共艺术创作，公共艺术研究成果发表于《中国艺术》期刊与Cumulus会议。\n\n许丕文是一位大学教授和媒体艺术家。他目前在香港科技大学（广州）担任计算媒体与艺术副教授。他的研究兴趣集中在利用人工智能和多媒体进行艺术、媒体、文化以及人类创造力方面的探索。2020年，他还在卡塔尔博物馆的消防站博物馆担任访问艺术家。他的艺术作品曾在卡塔尔、阿联酋、韩国、澳大利亚、泰国、中国等许多国家展出。"
  },
  {
    "id": 11,
    "title_cn": "灵光共熠",
    "title_en": "SHARED SPARKS",
    "artist_cn": "张一帅",
    "artist_en": "Yishuai Zhang",
    "description_cn": "当⼀缕空灵的异星⽣命体于天际降临，洒落幽蓝光尘——每⼀粒光⼦都在坠落中化作数学公式、哲学顿悟与科学定理。这体验根植于德勒兹的知识形态论：如根茎般蔓⽣，消解⼀切等级秩序。作品邀请观者溶解⾃我疆界，使知识习得从孤独求索蜕变为⼀场集体性的神秘启示。\n这场增强现实体验昭示着：思想与发现从不诞⽣于封闭的个体⼼智，⽽是源⾃量⼦态般震颤的集体潜能场域。在那⾥，⽂明瑰宝与个⼈觉醒通过美学表达，交织成精妙的互联之舞，在沟通与理解的共振中翩跹不息。",
    "description_en": "As an ethereal extra-terrestrial organism descends upon urban landscapes, releasing luminescent blue particles that transform into mathematical equations, philosophical insights, and scientiﬁc theorems, the experience draws from Deleuze's concept of the form in knowledge as a rhizomatic, non-hierarchical network. The project challenges viewers to dissolve their ego-boundaries, transforming knowledge acquisition from a personal endeavor into a collaborative, almost mystical unfolding.\nThe AR experience suggests that thoughts and discoveries emerge not from isolated individual minds, but from a vast, quantum ﬁeld of collective potential—where cultural achievements and personal realizations dance in a delicate, interconnected ballet of communication and understanding through aesthetic expression.",
    "artist_bio_cn": "张一帅是一位计算艺术家与研究者，致力于探索人与机器交互的哲学与感知维度。他的作品聚焦于“数字物作为共时性实体”的概念，揭示出当技术在东方哲学视角下被重新审视时，能够超越其工具性角色，与人类的认知、感知与情感建立深层连接。\n通过人机交互、视听同步与多模态数据的探索，一帅的创作将数字生成与人类体验交织在一起，呈现出挑战主流技术范式的“技术多样性”新形态。\n他曾在中国，中东与欧洲多地展出装置作品，深入探讨人类与机器之间的宇宙技术关系，邀请观众重新思考技术——作为一种动态、互联的力量，而非单纯的工具。目前，一帅正在香港科技大学（广州）攻读计算媒体与艺术博士学位，持续在艺术与科技的交界处拓展疆域，重塑我们对数字体验的理解。",
    "artist_bio_en": "Zhang Yishuai is a computational artist and researcher exploring the philosophical and experiential dimensions of human-machine interaction. His work investigates \"digital objects as synchronistic entities,\" revealing how technology, when viewed through the lens of Eastern philosophy, can transcend its utilitarian role to forge profound connections with human cognition, perception, and emotion.\nThrough human-AI interaction, audio-visual synchrony, and multi-modal data exploration, Yishuai’s creations interlace digital emergence with human experience, manifesting new forms of \"technodiversity\" that challenge orthodox paradigms of technology.\nHis internationally showcased installations, from China, Middle East to Europe, delve into the cosmotechnical relationship between humans and machines, inviting viewers to rethink technology as a dynamic, interconnected force rather than a mere tool. Currently pursuing his PhD in Computational Media and Arts at HKUST(GZ), Yishuai continues to push the boundaries of art and technology, reshaping our understanding of digital experience.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_11.png",
    "slug": "shared-sparks",
    "title_tw": "灵光共熠",
    "artist_tw": "张一帅",
    "description_tw": "当⼀缕空灵的异星⽣命体于天际降临，洒落幽蓝光尘——每⼀粒光⼦都在坠落中化作数学公式、哲学顿悟与科学定理。这体验根植于德勒兹的知识形态论：如根茎般蔓⽣，消解⼀切等级秩序。作品邀请观者溶解⾃我疆界，使知识习得从孤独求索蜕变为⼀场集体性的神秘启示。\n这场增强现实体验昭示着：思想与发现从不诞⽣于封闭的个体⼼智，⽽是源⾃量⼦态般震颤的集体潜能场域。在那⾥，⽂明瑰宝与个⼈觉醒通过美学表达，交织成精妙的互联之舞，在沟通与理解的共振中翩跹不息。",
    "artist_bio_tw": "张一帅是一位计算艺术家与研究者，致力于探索人与机器交互的哲学与感知维度。他的作品聚焦于“数字物作为共时性实体”的概念，揭示出当技术在东方哲学视角下被重新审视时，能够超越其工具性角色，与人类的认知、感知与情感建立深层连接。\n通过人机交互、视听同步与多模态数据的探索，一帅的创作将数字生成与人类体验交织在一起，呈现出挑战主流技术范式的“技术多样性”新形态。\n他曾在中国，中东与欧洲多地展出装置作品，深入探讨人类与机器之间的宇宙技术关系，邀请观众重新思考技术——作为一种动态、互联的力量，而非单纯的工具。目前，一帅正在香港科技大学（广州）攻读计算媒体与艺术博士学位，持续在艺术与科技的交界处拓展疆域，重塑我们对数字体验的理解。"
  },
  {
    "id": 12,
    "title_cn": "物件（再）导向碎片",
    "title_en": "Object (RE) Oriented Debris",
    "artist_cn": "Chiara Passa",
    "artist_en": "Chiara Passa",
    "description_cn": "《物件（再）导向碎片》是一款增强现实（AR）艺术应用（以及现场的交互雕塑），采用了经过预训练的人工智能算法来识别和解读现实空间（通过手机/平板传感器），以在真实场所中生成特定的网格结构。我以太空环境的色彩和环绕四周的金属碎片为灵感设计了网格纹理。网格将逐渐把现实空间转化为抽象空间，将观众投射其中。该作品强调增强现实如何改变我们对现实的感知维度——通过减去、增加、模糊和修改现实，来增强我们现实世界中的想象力。观众可通过平板和手机，在屏幕上点击网格任意位置，生成并放置由AI和自建3D资产数据库（不断更新）生成的随机3D碎片。所有碎片都可交互，观众可改变其颜色、比例、旋转和平移碎片至新空间。每个碎片会播放取自欧洲航天局公开档案的太空声音。观众还可通过NFC系统与现场的实体雕塑交互，发现雕塑内部的动画。《物件（再）导向碎片》邀请观众透视真实表面，穿越艺术与游戏的边界，探索现实与虚拟空间的震荡。作品以生成性方式，推演机器创造的、不断变化的人类感知超空间，为观众开启一个同时存在于现实与虚拟的混合世界。",
    "description_en": "Object (RE) Oriented Debris is an augmented reality art-application (plus real interactive sculptures in situ) using pre-trained artificial intelligence algorithms to recognize and interpret the real space (through smartphone/tablet sensors) to create site-specific meshes all over the real place. I created the meshes texture inspired by the space environment colors and the metallic debris orbiting all around. Gradually, the meshes will transform the real place into an abstract space where the onlookers are projected in. The artwork highlights how augmented reality alters our perceptual dimension of reality, subtracting, adding, blurring and modifying reality to increase the imagination in our real dimension.\nThe audience, through tablets and smartphones by tapping wherever on the screen, just over the meshes, generate and place in situ random 3D debris which I previously created using AI and a database of 3D assets (that updates, growing with new debris) I designed ad hoc. All the debris are interactive, so the audience can change color, scale, rotate, translate and collocate the debris into the new space. Each debris emits a space-sound I took from ESA public archives after doing research. The audience can also interact with the real sculptures placed in situ thanks to the NFC system that allows people to discover the animated inside of the sculpture.\nObject (RE) Oriented Debris invites the audience to look over the real surface to traverse the border between art and game for exploring the oscillations between tangible and virtual places.\nObject (RE) Oriented Debris recreates an ontological vision of the place by speculating on human perception, where the machine creates a generative object-oriented super-place in continuous transformation all around the viewers. Get ready to enter a hybrid world, another dimension but simultaneous to the IRL one!",
    "artist_bio_cn": "奇亚拉·帕萨（Chiara Passa），视觉艺术家，1973年出生于罗马，自1997年以来一直从事媒体艺术创作，涉猎增强现实（AR）、虚拟现实（VR）与人工智能（AI）领域。她毕业于罗马美术学院（M.F.A.），并在现代文学系获得视听媒体硕士学位。\n\n她的艺术研究属于自上世纪九十年代中期兴起的“沉浸式艺术”复兴浪潮的一部分，致力于通过多种技术、媒介与装置分析虚拟空间的差异性。帕萨将虚拟现实和增强现实技术作为艺术媒介，探索建筑作为一种充满生命力的界面。",
    "artist_bio_en": "Chiara Passa, visual artist (Rome, 1973) working in media art AR, VR, AI since 1997. Graduated (M.F.A.) from the Fine Arts Academy of Rome, Master in audio-visual media from the Faculty of Modern Literature. My artistic research - part of the revival concerning the immersivity in art that began around the mid-Nineties - analyses differences in virtual spaces through a variety of techniques, technologies, and devices, using virtual reality and augmented reality technologies as artistic media to explore architecture as a lively interface.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_12.jpg",
    "slug": "object-(re)-oriented-debris",
    "title_tw": "物件（再）导向碎片",
    "artist_tw": "Chiara Passa",
    "description_tw": "《物件（再）导向碎片》是一款增强现实（AR）艺术应用（以及现场的交互雕塑），采用了经过预训练的人工智能算法来识别和解读现实空间（通过手机/平板传感器），以在真实场所中生成特定的网格结构。我以太空环境的色彩和环绕四周的金属碎片为灵感设计了网格纹理。网格将逐渐把现实空间转化为抽象空间，将观众投射其中。该作品强调增强现实如何改变我们对现实的感知维度——通过减去、增加、模糊和修改现实，来增强我们现实世界中的想象力。观众可通过平板和手机，在屏幕上点击网格任意位置，生成并放置由AI和自建3D资产数据库（不断更新）生成的随机3D碎片。所有碎片都可交互，观众可改变其颜色、比例、旋转和平移碎片至新空间。每个碎片会播放取自欧洲航天局公开档案的太空声音。观众还可通过NFC系统与现场的实体雕塑交互，发现雕塑内部的动画。《物件（再）导向碎片》邀请观众透视真实表面，穿越艺术与游戏的边界，探索现实与虚拟空间的震荡。作品以生成性方式，推演机器创造的、不断变化的人类感知超空间，为观众开启一个同时存在于现实与虚拟的混合世界。",
    "artist_bio_tw": "奇亚拉·帕萨（Chiara Passa），视觉艺术家，1973年出生于罗马，自1997年以来一直从事媒体艺术创作，涉猎增强现实（AR）、虚拟现实（VR）与人工智能（AI）领域。她毕业于罗马美术学院（M.F.A.），并在现代文学系获得视听媒体硕士学位。\n\n她的艺术研究属于自上世纪九十年代中期兴起的“沉浸式艺术”复兴浪潮的一部分，致力于通过多种技术、媒介与装置分析虚拟空间的差异性。帕萨将虚拟现实和增强现实技术作为艺术媒介，探索建筑作为一种充满生命力的界面。"
  },
  {
    "id": 13,
    "title_cn": "未知的起源：机械胚胎-数字版",
    "title_en": "Mechanical Embryo - Digital Version",
    "artist_cn": "何記-Lab（何嘉维、何子振、梁文迪）",
    "artist_en": "He Ji-Lab (Jiawei He, Zizhen He, Wendi Liang)",
    "description_cn": "作品是三组数据信号互联的机械装置，构成一个机器仿生实验场，由传感器收集数据作为机械胚胎的信号驱动，在如同呼吸般运动的气膜中隐约可见机器的理性。作品是关于硅基生命的科幻式表达，是机器达尔文主义式的演绎。在完成实体装置的基础上，进一步借助人工智能创作工具（如 MidJourney、ComfyUI 和 Tripo AI），生成了更多各类的 3D 模型。这些模型不仅丰富了机器仿生实验场的表现形式，也为数字世界中的硅基生态提供了更多的可能性，表演了一种生命体多样化、动态化的场景。最终，这些实体与数字的结合，构建了一个横跨物理与虚拟的仿生实验场，还进一步模糊了生命与非生命、自然与人工的界限，让观众在感知与思想上深入思考生命的未来形态与可能性。",
    "description_en": "The work is a mechanical device with the interconnection of three groups of data signals, forming a machine bionic experimental field. The data collected by sensors serves as the signal drive for the mechanical embryos. The rationality of the machine can be vaguely seen in the air membrane that moves like breathing. The work is a science-fiction expression of silicon-based life and a performance of machine Darwinism. On the basis of completing the physical device, with the help of artificial intelligence creation tools (such as MidJourney, ComfyUI, and Tripo AI), more various 3D models have been generated. These models not only enrich the forms of expression of the machine bionic experimental field but also provide more possibilities for the silicon-based ecology in the digital world, presenting a diverse and dynamic scene of living organisms. Finally, the combination of these physical and digital elements constructs a bionic experimental field spanning the physical and virtual worlds, further blurring the boundaries between life and non-life, nature and artificiality, and enabling the audience to deeply reflect on the future forms and possibilities of life in terms of perception and thought.",
    "artist_bio_cn": "2024年由何嘉维与何子振作为创始人合作成立，现工作生活于广州。我们倡导将高品质的艺术作品植入公共空间，进行科技、文化、艺术的深度结合，利用低科技增强艺术作品的表现力和互动性，使艺术赋能高品质品牌。\n两人兼是广州美术学院跨媒体艺术学院实验艺术硕士。广州美术学院（GAFA AI）生成与创作实验室核心成员兼发起人。作品获得第十四届全国美展进京作品。创作主要围绕科技艺术包括：互动装置艺术、人工智能艺术、动态机械艺术、元宇宙艺术等。",
    "artist_bio_en": "Established in 2024 through the cooperation of He Jiawei and He Zizhen as founders, they currently live and work in Guangzhou. We advocate implanting high-quality artworks into public spaces, deeply integrating technology, culture, and art, enhancing the expressiveness and interactivity of artworks with low-tech means, and enabling art to empower high-quality brands.\nBoth of them are Master of Experimental Art from the School of Intermedia Art at the Guangzhou Academy of Fine Arts. They are also core members and initiators of the Generation and Creation Laboratory of Guangzhou Academy of Fine Arts (GAFA AI). Their works have been selected as works advancing to Beijing in the 14th National Art Exhibition. Their creations mainly revolve around scientific and technological art, including interactive installation art, artificial intelligence art, dynamic mechanical art, metaverse art, etc.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_13.png",
    "slug": "mechanical-embryo---digital-version",
    "title_tw": "未知的起源：机械胚胎-数字版",
    "artist_tw": "何記-Lab（何嘉维、何子振、梁文迪）",
    "description_tw": "作品是三组数据信号互联的机械装置，构成一个机器仿生实验场，由传感器收集数据作为机械胚胎的信号驱动，在如同呼吸般运动的气膜中隐约可见机器的理性。作品是关于硅基生命的科幻式表达，是机器达尔文主义式的演绎。在完成实体装置的基础上，进一步借助人工智能创作工具（如 MidJourney、ComfyUI 和 Tripo AI），生成了更多各类的 3D 模型。这些模型不仅丰富了机器仿生实验场的表现形式，也为数字世界中的硅基生态提供了更多的可能性，表演了一种生命体多样化、动态化的场景。最终，这些实体与数字的结合，构建了一个横跨物理与虚拟的仿生实验场，还进一步模糊了生命与非生命、自然与人工的界限，让观众在感知与思想上深入思考生命的未来形态与可能性。",
    "artist_bio_tw": "2024年由何嘉维与何子振作为创始人合作成立，现工作生活于广州。我们倡导将高品质的艺术作品植入公共空间，进行科技、文化、艺术的深度结合，利用低科技增强艺术作品的表现力和互动性，使艺术赋能高品质品牌。\n两人兼是广州美术学院跨媒体艺术学院实验艺术硕士。广州美术学院（GAFA AI）生成与创作实验室核心成员兼发起人。作品获得第十四届全国美展进京作品。创作主要围绕科技艺术包括：互动装置艺术、人工智能艺术、动态机械艺术、元宇宙艺术等。"
  },
  {
    "id": 14,
    "title_cn": "幻数方舟",
    "title_en": "Phantom Ark",
    "artist_cn": "卢思屹",
    "artist_en": "Siyi Lu",
    "description_cn": "《幻数方舟》通过多维空间构建和多感官交互，为观众营造了一个非线性、开放式的立体影像叙事体验。作品不再局限于固定的银幕叙事，而是利用混合现实技术与AI生成技术，在真实物理空间中融合虚拟叙事载体，观众可以通过与影像互动、触摸和感知，从多级信息中找到属于自己的解读和情感共鸣。我试图通过这种“参与式叙事”模式，将传统电影单一的线性叙事转变为多元的体验路径，让未来影像叙事更具包容性和探索性，每个人都能成为故事的一部分，体验那种超越时间和空间的联结。",
    "description_en": "\"Phantom Ark\" constructs a non-linear, open-ended stereoscopic narrative experience for audiences through multidimensional spatial design and multisensory interaction. Breaking free from traditional fixed-screen storytelling, the work employs mixed reality and AI generation technologies to integrate virtual narrative elements into physical spaces. By interacting with projections through touch and sensory engagement, viewers decode multilayered information to discover personalized interpretations and emotional resonance.\n\nThis participatory narrative model transforms conventional linear cinema into pluralistic experiential pathways. I aim to pioneer more inclusive and exploratory forms of future visual storytelling – where every participant becomes part of the narrative, forging connections that transcend time and space.",
    "artist_bio_cn": "数字艺术家\n保利艺术、中信集团、梅赛德斯—奔驰、华为等品牌合作艺术家\n天津美术学院 ——人工智能学院教师\n天津科技与艺术学会理事\n天津美术家协会会员\n天津广播电视塔、杭州易现先进科技有限公司新媒体艺术顾问\n获多项国际、国内艺术大奖、入选第十三届全国美展、亚洲数字艺术展 * 受邀杭州国际灯光节、深圳光影艺术季等",
    "artist_bio_en": "Collaborated with premium brands including Poly Art, CITIC Group, Mercedes-Benz, and Huawei\nFaculty member at Tianjin Academy of Fine Arts – School of Artificial Intelligence\nCouncil member of Tianjin Science & Art Society\nMember of Tianjin Artists Association\nNew media art consultant for Tianjin Radio & Television Tower and Yixian Advanced Technology Co., Ltd. (Hangzhou)\nWinner of multiple international and domestic art awards\nSelected for the 13th National Art Exhibition and Asia Digital Art Exhibition\nInvited artist at Hangzhou International Light Festival and Shenzhen Luminescence Art Season",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_14.png",
    "slug": "phantom-ark",
    "title_tw": "幻数方舟",
    "artist_tw": "卢思屹",
    "description_tw": "《幻数方舟》通过多维空间构建和多感官交互，为观众营造了一个非线性、开放式的立体影像叙事体验。作品不再局限于固定的银幕叙事，而是利用混合现实技术与AI生成技术，在真实物理空间中融合虚拟叙事载体，观众可以通过与影像互动、触摸和感知，从多级信息中找到属于自己的解读和情感共鸣。我试图通过这种“参与式叙事”模式，将传统电影单一的线性叙事转变为多元的体验路径，让未来影像叙事更具包容性和探索性，每个人都能成为故事的一部分，体验那种超越时间和空间的联结。",
    "artist_bio_tw": "数字艺术家\n保利艺术、中信集团、梅赛德斯—奔驰、华为等品牌合作艺术家\n天津美术学院 ——人工智能学院教师\n天津科技与艺术学会理事\n天津美术家协会会员\n天津广播电视塔、杭州易现先进科技有限公司新媒体艺术顾问\n获多项国际、国内艺术大奖、入选第十三届全国美展、亚洲数字艺术展 * 受邀杭州国际灯光节、深圳光影艺术季等"
  },
  {
    "id": 15,
    "title_cn": "凡尘里・月落乌啼",
    "title_en": "Moonset-In the Mundane World",
    "artist_cn": "李姝玥",
    "artist_en": "Shuyue Li",
    "description_cn": "凡尘里・月落乌啼（Moonset-In the Mundane World） \n“凡尘里・月落乌啼”是对中国古诗词《枫桥夜泊》的全新解读。它的灵感源自中国近些年的“寺庙热”现象，反映了年轻人在后疫情时代产生的精神危机，以及他们对现代都市生活的焦虑、迷茫和无力感。它呈现了一个充满挑战和压力的现代城市中的众生万象，通过超现实主义的想象，将现代的意象带入原来的诗意中，创造了一个现代版的《枫桥夜泊》。 这部作品体现了作者对现代都市青年生活状态的敏锐洞察力和关注，同时又将古与今、诗与景相结合，给我们带来了全新的艺术体验和思考空间。观众不仅可以感受到中国古代诗歌中的隐喻意象与超现实主义的创新结合，还可以感受到个人与社会的冲突，以及古代诗歌背后的哲学思想。 \n\n注：《枫桥夜泊》（唐・张继） \n月落乌啼霜满天，江枫渔火对愁眠。 \n姑苏城外寒山寺，夜半钟声到客船。",
    "description_en": "Moonset - In the Mundane World\n“Moonset - In the Mundane World” is a new interpretation of the ancient Chinese poem \"A Night Mooring by Maple Bridge\". Its inspiration stems from the \"temple - visiting craze\" that has emerged in China in recent years. This work reflects the spiritual crisis among young people in the post - pandemic era, as well as their anxiety, confusion, and sense of powerlessness in modern urban life. It presents the various aspects of people's lives in a modern city full of challenges and pressures. Through surreal imagination, modern imagery is incorporated into the original poetic conception, creating a modern - day version of \"A Night Mooring by Maple Bridge\". This work demonstrates the author's keen insight into and concern for the living conditions of modern urban youth. At the same time, by combining the ancient and the modern, as well as poetry and scenery, it provides us with a brand - new artistic experience and room for thought. The audience can not only perceive the innovative combination of metaphorical imagery in ancient Chinese poetry and surrealism, but also sense the conflict between the individual and society, and the philosophical ideas behind the ancient poem.\n\nNote: \"The Night of the Maple Bridge\" (by Zhang Ji in the Tang Dynasty) \nAt moon set cry the crows, streaking the frosty sky. Dimly lit fishing boats neath maples sadly lie. Beyond the city walls, from Temple of ColdHill, bells break the ship-borneroamer’s dream and midnight still.",
    "artist_bio_cn": "李姝玥是一位数字媒体艺术与人机交互领域的研究者，毕业于英国皇家艺术学院Digital Direction专业，并在北京航空航天大学数字媒体艺术专业完成本科学业。她拥有丰富的跨文化经验，是一位专注于多媒体交互设计、三维设计及虚拟现实设计领域的数字艺术与视觉设计师。她的创作经常探索艺术与技术的交汇点，以及独特的叙事方式。特别是在XR与AI领域，她致力于通过创新视角重新定义用户体验。",
    "artist_bio_en": "Shuyue Li is a researcher in the fields of digital media art and human-computer interaction. She graduated from the Digital Direction program at the Royal College of Art and completed her undergraduate studies in the Digital Media Art major at Beihang University. With rich cross - cultural experiences, she is a digital art and visual designer specializing in multimedia interaction design, 3D design, and virtual reality design. Her creations often explore the intersection of art and technology, as well as unique narrative methods. Especially in the fields of XR and AI, she is committed to redefining the user experience from an innovative perspective.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_15.png",
    "slug": "moonset-in-the-mundane-world",
    "title_tw": "凡尘里・月落乌啼",
    "artist_tw": "李姝玥",
    "description_tw": "凡尘里・月落乌啼（Moonset-In the Mundane World） \n“凡尘里・月落乌啼”是对中国古诗词《枫桥夜泊》的全新解读。它的灵感源自中国近些年的“寺庙热”现象，反映了年轻人在后疫情时代产生的精神危机，以及他们对现代都市生活的焦虑、迷茫和无力感。它呈现了一个充满挑战和压力的现代城市中的众生万象，通过超现实主义的想象，将现代的意象带入原来的诗意中，创造了一个现代版的《枫桥夜泊》。 这部作品体现了作者对现代都市青年生活状态的敏锐洞察力和关注，同时又将古与今、诗与景相结合，给我们带来了全新的艺术体验和思考空间。观众不仅可以感受到中国古代诗歌中的隐喻意象与超现实主义的创新结合，还可以感受到个人与社会的冲突，以及古代诗歌背后的哲学思想。 \n\n注：《枫桥夜泊》（唐・张继） \n月落乌啼霜满天，江枫渔火对愁眠。 \n姑苏城外寒山寺，夜半钟声到客船。",
    "artist_bio_tw": "李姝玥是一位数字媒体艺术与人机交互领域的研究者，毕业于英国皇家艺术学院Digital Direction专业，并在北京航空航天大学数字媒体艺术专业完成本科学业。她拥有丰富的跨文化经验，是一位专注于多媒体交互设计、三维设计及虚拟现实设计领域的数字艺术与视觉设计师。她的创作经常探索艺术与技术的交汇点，以及独特的叙事方式。特别是在XR与AI领域，她致力于通过创新视角重新定义用户体验。"
  },
  {
    "id": 16,
    "title_cn": "退化乌托邦",
    "title_en": "Degenerative Utopia",
    "artist_cn": "Taro Narahara",
    "artist_en": "Taro Narahara",
    "description_cn": "《退化乌托邦》是一部探讨未来人类居所的科幻短片，构想由尖端技术重塑的生存空间：采用轻质复合材料的预制模块化建筑系统，以及运用碳纳米管技术、通过抵消地球离心力与重力实现人造结构悬浮的太空电梯。作品灵感源自现实都市的密集景观，以抽象而富有隐喻的手法呈现创造与毁灭的主题。该影像装置适合通过大型显示屏展示，使观众沉浸于其动态视觉叙事中。\n\n影片中的三维几何结构由符号AI生成，在虚拟现实环境中优化模块化住宅单元集群的生长模式，并融合生成式AI工具制作动态效果，既强化了作品的概念深度，也提升了其美学品质。",
    "description_en": "Degenerative Utopia is a short film that envisions a speculative future of human habitats shaped by advanced technologies, such as prefabricated modular construction systems made with lightweight composite materials and space elevators using carbon nanotubes that can float man-made structures by counterbalancing the centrifugal force and gravity of the earth. Inspired by the dense urban landscapes of real-world cities, the artwork explores themes of creation and destruction in an abstract, evocative manner. Presented as a video installation, the piece is ideally displayed on a large monitor to immerse viewers in its dynamic visual narrative.\nThe 3D geometries featured in the film were generated through symbolic AI optimizing the growth patterns of modular residential unit clusters within a 3D VR environment. Generative AI tools were seamlessly integrated to produce animated effects, enhancing the conceptual depth and aesthetic quality of the work.",
    "artist_bio_cn": "原田太郎（Taro Narahara）现任新泽西理工学院副教授，在建筑与计算设计领域著述丰富，作品见于《IEEE多媒体汇刊》及ACM SIGGRAPH沉浸式展馆。早稻田大学理工学部数学系毕业后，原田教授曾参与美国六本木新城森美术馆等项目的设计工作，后于麻省理工学院取得硕士学位，哈佛大学完成博士研究，并与东京大学合作开展人工智能驱动设计与生活品质研究。2018年任苏黎世联邦理工学院及东京大学客座研究员，其学术成果曾获日本电子情报通信学会\"人类通信奖\"、国立情报学研究所\"IDR用户论坛卓越奖\"等权威荣誉。",
    "artist_bio_en": "Taro Narahara is an Associate Professor at New Jersey Institute of Technology (NJIT). He has published and exhibited widely in architecture and computational design, with work featured in IEEE Transactions on Multimedia and ACM SIGGRAPH Immersive Pavillion. After graduating from the Department of Mathematics at Waseda University’s School of Science and Engineering, Professor Narahara worked in the United States on the design of projects such as Roppongi Hills and the Mori Art Museum. He completed his master’s degree at MIT and doctoral studies at Harvard University, after which he collaborated with the University of Tokyo on research focused on AI-driven design and quality of life. In 2018, he was a visiting researcher at ETH Zurich and the University of Tokyo. His research achievements have been recognized with the Human Communication Award from the Institute of Electronics, Information and Communication Engineers (IEICE) and the IDR User Forum Excellence Award from the National Institute of Informatics.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_16.jpg",
    "slug": "degenerative-utopia",
    "title_tw": "退化乌托邦",
    "artist_tw": "Taro Narahara",
    "description_tw": "《退化乌托邦》是一部探讨未来人类居所的科幻短片，构想由尖端技术重塑的生存空间：采用轻质复合材料的预制模块化建筑系统，以及运用碳纳米管技术、通过抵消地球离心力与重力实现人造结构悬浮的太空电梯。作品灵感源自现实都市的密集景观，以抽象而富有隐喻的手法呈现创造与毁灭的主题。该影像装置适合通过大型显示屏展示，使观众沉浸于其动态视觉叙事中。\n\n影片中的三维几何结构由符号AI生成，在虚拟现实环境中优化模块化住宅单元集群的生长模式，并融合生成式AI工具制作动态效果，既强化了作品的概念深度，也提升了其美学品质。",
    "artist_bio_tw": "原田太郎（Taro Narahara）现任新泽西理工学院副教授，在建筑与计算设计领域著述丰富，作品见于《IEEE多媒体汇刊》及ACM SIGGRAPH沉浸式展馆。早稻田大学理工学部数学系毕业后，原田教授曾参与美国六本木新城森美术馆等项目的设计工作，后于麻省理工学院取得硕士学位，哈佛大学完成博士研究，并与东京大学合作开展人工智能驱动设计与生活品质研究。2018年任苏黎世联邦理工学院及东京大学客座研究员，其学术成果曾获日本电子情报通信学会\"人类通信奖\"、国立情报学研究所\"IDR用户论坛卓越奖\"等权威荣誉。"
  },
  {
    "id": 17,
    "title_cn": "High Sections / Low Leaps",
    "title_en": "High Sections / Low Leaps",
    "artist_cn": "Marcel Zaes, Tristan Braud, Gyuwon Sylvia Lee, Zhen Wu",
    "artist_en": "Marcel Zaes, Tristan Braud, Gyuwon Sylvia Lee, Zhen Wu",
    "description_cn": "这件作品源于对粤港澳大湾区快速发展、节奏飞快的深圳市的都市想象，更具体地说，灵感来自其远离市中心的龙岗区的一个小社区。该社区正处于城市开发进程中，从农田迅速转变为高度城市化的空间，仅用了短短几十年。这一剧变激发了艺术家创作一个艺术装置的灵感，采用了一种独特的混合方法，结合定制音效设计、AIGC、3D建模与渲染、城市实景模拟，以及配有CRT显示器的空间装置布置，以探讨这一社区在遥远未来的潜能与替代性发展路径。\n\n作品反映了建筑噪音、机械低技术声音、城市开发以及所谓“高科技园区”之间的关系。艺术家团队通过视觉与声音技术，呈现一个让观众感知遥远未来的作品。关键在于，当代城市正日益技术化，不仅体现在其作为“智慧城市”在建设、维护和管理上的技术核心，也体现在人类在城市中生活、工作与出行的过程中，普遍使用屏幕、耳机、扬声器、汽车等设备来导航、使用并进入环境。这件艺术作品提出，正是这些技术与媒介反过来改变了人类感知周遭世界的方式——而人工智能，作为一种对现有内容的全新媒介者，正日益在塑造当代人类对世界的感知中发挥关键作用。",
    "description_en": "This work is based on urban speculations inspired by the fast developing, fast-paced Shenzhen City in the Greater Bay Area, and more precisely, on a small neighborhood in its Longgang District far North of the center, which is currently undergoing urban development. This neighborhood, changing from farmland to a highly developed urban space in only a few decades, has inspired the artist to produce an art installation that uses an idiosyncratic mixed method involving custom-made sound design, AIGC, 3D modeling and rendering, simulation of the actual city, and a spatial installation setup with CRT monitors to reflect on potential and alternative futures of this neighborhood in a far distant time. The work reflects the relationship between construction noise, mechanical low-tech sound, urban development and so-called “high-tech parks.” The artist team presents a work that lets the viewer perceive a distant future through visual and sonic technologies. The key is that cities are increasingly technological, not only at their core of how they are built, maintained and controlled as “smart cities,” but also in the sense that humans who live, work and travel in cities use screens, earbuds, loudspeakers, cars and so on to navigate, use, and access the environment. This artwork posits that, in turn, these technologies and media change the ways in which humans perceive their surroundings – and AI as a novel form of mediator of existing content plays a crucial role in shaping contemporary human perception of the world.",
    "artist_bio_cn": "马塞尔·扎斯·萨格瑟（Marcel Zaes Sagesser，代词：他/他们）是一位关注人类与技术日益交融现象的艺术家与研究者。其创作聚焦声音媒介和物质特性，通过重构听觉环境来呈现人机关系的本质。他融合实践与学术的混合方法，持续深化这一批判性创作实践。正在进行中的《高低科技声学物质性》系列，通过让多层技术结构可听化，重新思考技术如何塑造高密度城市空间中的人类体验。\n\n马塞尔的作品曾展演于：纽约弗里德曼画廊、卡尔斯鲁厄艺术与媒体中心、旧金山新音乐中心、旧金山格雷艺术区、香港艺术中心、巴塞尔电子艺术之家、武汉双年展、上海凯迪拉克音乐厅等艺术机构；以及哥伦比亚大学、斯坦福大学、芝加哥大学CHIME音乐节、卡耐基梅隆大学人机交互研讨会、香港城市大学ISEA电子艺术研讨会、上海纽约大学ICMC计算机音乐大会等学术场合。曾获富布赖特学者奖、浙江音乐学院数字音乐重点实验室基金等荣誉，研究成果发表于《媒体艺术研究与理论期刊》、Norient《采样政治》等出版物。\n\n马塞尔获布朗大学音乐与多媒体作曲博士学位，现任南方科技大学（深圳）媒体艺术与科技方向助理教授。",
    "artist_bio_en": "Marcel Zaes Sagesser (he/him) is an artist and researcher investigating how humans are increasingly intertwined with their technologies. Focusing on the material qualities of sonic media, his work reimagines environments that let us listen to human-technological relations. Mixed practice-based and academic methods enrich this critical practice. The ongoing series, High & Low Tech Sonic Materialities, renders multiple strata of ‘tech’ audible to rethink how they shape human experience in dense urban spaces.\n\nMarcel’s work has appeared internationally at Fridman Gallery New York, ZKM Center for Art and Media, Center for New Music San Francisco, Gray Area San Francisco, Hong Kong Arts Center, HEK House of Electronic Arts Basel, Wuhan Biennial and Shanghai Cadillac Concert Hall, but also at research-based venues such as at Columbia University, Standford University, CHIME Fest at University of Chicago, Designing Intearctive Systems at Carnegie Mellon University, ISEA at City University of Hong Kong, or ICMC at New York University Shanghai. His work has been awarded with prestigious grants such as the Fulbright Fellowship or Zhejiang Conservatory’s Keylab Grant for Digital Music. Publications include venues such as the Journal of Media Art Study and Theory, or Norient Sampling Politics.\n\nMarcel received his PhD in Music+Multimedia Composition from Brown University. Currently, he is Assistant Professor of Media Arts & Technology at Southern University of Science and Technology, Shenzhen.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_17.jpg",
    "slug": "high-sections---low-leaps",
    "title_tw": "High Sections / Low Leaps",
    "artist_tw": "Marcel Zaes, Tristan Braud, Gyuwon Sylvia Lee, Zhen Wu",
    "description_tw": "这件作品源于对粤港澳大湾区快速发展、节奏飞快的深圳市的都市想象，更具体地说，灵感来自其远离市中心的龙岗区的一个小社区。该社区正处于城市开发进程中，从农田迅速转变为高度城市化的空间，仅用了短短几十年。这一剧变激发了艺术家创作一个艺术装置的灵感，采用了一种独特的混合方法，结合定制音效设计、AIGC、3D建模与渲染、城市实景模拟，以及配有CRT显示器的空间装置布置，以探讨这一社区在遥远未来的潜能与替代性发展路径。\n\n作品反映了建筑噪音、机械低技术声音、城市开发以及所谓“高科技园区”之间的关系。艺术家团队通过视觉与声音技术，呈现一个让观众感知遥远未来的作品。关键在于，当代城市正日益技术化，不仅体现在其作为“智慧城市”在建设、维护和管理上的技术核心，也体现在人类在城市中生活、工作与出行的过程中，普遍使用屏幕、耳机、扬声器、汽车等设备来导航、使用并进入环境。这件艺术作品提出，正是这些技术与媒介反过来改变了人类感知周遭世界的方式——而人工智能，作为一种对现有内容的全新媒介者，正日益在塑造当代人类对世界的感知中发挥关键作用。",
    "artist_bio_tw": "马塞尔·扎斯·萨格瑟（Marcel Zaes Sagesser，代词：他/他们）是一位关注人类与技术日益交融现象的艺术家与研究者。其创作聚焦声音媒介和物质特性，通过重构听觉环境来呈现人机关系的本质。他融合实践与学术的混合方法，持续深化这一批判性创作实践。正在进行中的《高低科技声学物质性》系列，通过让多层技术结构可听化，重新思考技术如何塑造高密度城市空间中的人类体验。\n\n马塞尔的作品曾展演于：纽约弗里德曼画廊、卡尔斯鲁厄艺术与媒体中心、旧金山新音乐中心、旧金山格雷艺术区、香港艺术中心、巴塞尔电子艺术之家、武汉双年展、上海凯迪拉克音乐厅等艺术机构；以及哥伦比亚大学、斯坦福大学、芝加哥大学CHIME音乐节、卡耐基梅隆大学人机交互研讨会、香港城市大学ISEA电子艺术研讨会、上海纽约大学ICMC计算机音乐大会等学术场合。曾获富布赖特学者奖、浙江音乐学院数字音乐重点实验室基金等荣誉，研究成果发表于《媒体艺术研究与理论期刊》、Norient《采样政治》等出版物。\n\n马塞尔获布朗大学音乐与多媒体作曲博士学位，现任南方科技大学（深圳）媒体艺术与科技方向助理教授。"
  },
  {
    "id": 18,
    "title_cn": "交叉现实-2050墨尔本",
    "title_en": "X-Reality_2050 Melbourne Tram",
    "artist_cn": "Rosela Studio (Zidong Huang, Kun Xiao, Gerard Zhang)",
    "artist_en": "Rosela Studio (Zidong Huang, Kun Xiao, Gerard Zhang)",
    "description_cn": "随着VR技术的不断发展，虚拟与现实的边界变得越来越模糊。这种视觉和交互的革新在当下，或不远的将来极大改变了人们日常生活的空间的感知模式。X-Reality这个作品尝试讨论当Virtual Reality取代手机时，人们是如何使用和感知公共空间的。\n\n我们选取了电车作为我们叙事的舞台，并尝试描绘一系列交叠现实的场景。这些场景展示了在新的技术下更为复杂和多元的私人空间与公共空间关系。我们希望这个作品可以激发更多对于未来虚拟现实空间的讨论与思考。",
    "description_en": "As VR technology continues to evolve, the boundaries between the virtual and the real are becoming increasingly blurred.This visual and interactive innovation is profoundly transforming, now or in the near future, how people perceive spatial dimensions in daily life.The project X-Reality seeks to explore how people use and perceive public space when Virtual Reality replaces mobile phones.\nWe chose the tram as the setting for our narrative and attempted to depict a series of overlapping reality scenarios.These scenarios illustrate the more complex and diverse relationships between private and public spaces under new technological conditions.We hope this project can inspire further discussion and reflection on the future of overlapping reality spaces.",
    "artist_bio_cn": "Rosela Studio基于在香港和墨尔本，是一个包含了艺术家和建筑设计师共同打造的跨学科设计团队。studio的主旨是提供一个交流与合作的设计平台，针对于当代数字媒体与空间设计，提出将建筑学、社会学、电影学、媒体学以及后人类学范畴进行结合，突破当代现有的设计范式与艺术表达。",
    "artist_bio_en": "Rosela Studio is a multidisciplinary design team of artists and architects, based in Hong Kong and Melbourne. The studio's mission is to provide a platform for exchange and collaboration in contemporary digital media and spatial design, proposing to break through contemporary design paradigm and digital creative expression by combining the fields of architecture, sociology, filmology, mediology, and post-humanism.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_18.jpg",
    "slug": "x-reality_2050-melbourne-tram",
    "title_tw": "交叉现实-2050墨尔本",
    "artist_tw": "Rosela Studio (Zidong Huang, Kun Xiao, Gerard Zhang)",
    "description_tw": "随着VR技术的不断发展，虚拟与现实的边界变得越来越模糊。这种视觉和交互的革新在当下，或不远的将来极大改变了人们日常生活的空间的感知模式。X-Reality这个作品尝试讨论当Virtual Reality取代手机时，人们是如何使用和感知公共空间的。\n\n我们选取了电车作为我们叙事的舞台，并尝试描绘一系列交叠现实的场景。这些场景展示了在新的技术下更为复杂和多元的私人空间与公共空间关系。我们希望这个作品可以激发更多对于未来虚拟现实空间的讨论与思考。",
    "artist_bio_tw": "Rosela Studio基于在香港和墨尔本，是一个包含了艺术家和建筑设计师共同打造的跨学科设计团队。studio的主旨是提供一个交流与合作的设计平台，针对于当代数字媒体与空间设计，提出将建筑学、社会学、电影学、媒体学以及后人类学范畴进行结合，突破当代现有的设计范式与艺术表达。"
  },
  {
    "id": 19,
    "title_cn": "新地球奥德赛（feat. 麻姑）",
    "title_en": "Nova Earth Odyssey (feat. Mago)",
    "artist_cn": "Young Joo Lee",
    "artist_en": "Young Joo Lee",
    "description_cn": "《新地球奥德赛（feat. 麻姑）》 是一部 3D 动画音乐视频《新地球奥德赛》的增强现实（AR）扩展体验。这一沉浸式体验以韩国古代神话中的创世女神——麻姑（Mago）为主角，通过数字形式将她带入现实。当观众激活一幅虚拟画作（灵感来自15世纪韩国画家石敬的作品）时，三维女神便会出现，伴随着《新地球奥德赛》的音乐起舞，通过肢体律动在神话与科技之间架起桥梁。\n\n原版音乐视频重新想象了佛教、基督教和伊斯兰教中的宗教叙事，将女性主角置于中心。故事发生在遥远的星球上，一位女性科学家创造了八位女儿，旨在修复一个因系统性不平等而破碎的世界。当一位男性仰慕者为了私欲绑架了其中一位女儿时，她们的集体力量被破坏，但她们的智慧却通过一张跨世代的心灵网络得以延续——这是对韧性与集体记忆的隐喻。\n\n该项目挑战了长期以来由父权意象塑造的主流宗教与资本主义神话。通过融合 K-pop 美学、神话、科幻和灵性象征，《新地球奥德赛（feat. 麻姑）》构建了一个未来的母系社会图景——在这里，源自男性主导体系的技术被重新诠释为女权赋能与新世界叙事的工具。",
    "description_en": "Nova Earth Odyssey (feat. Mago) is an augmented reality (AR) extension of the 3D animated music video Nova Earth Odyssey. This immersive experience features Mago, the primordial Korean goddess of creation from ancient mythology, brought to life in digital form. When viewers activate a virtual painting—based on the work of 15th-century Korean artist Seok-Kyung—the 3D goddess emerges and dances to the music of Nova Earth Odyssey, bridging myth and technology through movement.\nThe original music video reimagines religious narratives from Buddhism, Christianity, and Islam centering female protagonists. Set on a distant planet, the story follows a female scientist who creates eight daughters to renovate a world fractured by systemic inequality. When a male admirer kidnaps one of the daughters for his own desire, their collective power is dismantled but their knowledge is passed down through an intergenerational mental network—a metaphor for resilience and collective memory.\nThis project challenges dominant religious and capitalist mythologies, which have long been shaped by patriarchal imagery. By fusing K-pop aesthetics with myth, science fiction, and spiritual symbolism, Nova Earth Odyssey (feat. Mago) offers a speculative, matriarchal future—one in which technologies born in male-dominated systems are reimagined as tools for feminist empowerment and new-world storytelling.",
    "artist_bio_cn": "Young Joo Lee 探索“自我”、“他者”与“他性”的概念，这些概念在历史、文学、科学研究、大众媒体，以及其跨文化生活的个人经验中不断浮现。她的创作涵盖动画、表演、绘画、雕塑和数字媒体等形式，将这些探究转化为可感知的艺术表达。\n\n在冷战和殖民遗产深刻影响下成长于韩国，Young Joo Lee 将“他者”视为一种既历史性又切身的存在。作为在多国生活的异乡人，她切身体会到种族歧视、社会结构与支配他者认知的意识形态。她作为一位女性与艺术家的双重身份，更加敏锐地感知那些被边缘化或沉默的“他者”叙事。\n\nLee的作品融合研究与个人经验，交织个体与集体记忆，构建虚构世界，以此审视、扭曲并质疑主流叙事。她从科幻、神话与流行文化中汲取灵感，探索黑暗幻想与希望投射的两极光谱，回应性别歧视、种族主义与殖民历史等议题。\n\n她的创作核心是对互为对立却又相辅相成的力量边界的关注——阴与阳、悲剧与喜剧、善与恶、笑与泪。她被矛盾与荒诞所吸引，主张真正理解“他者”需要在这些二元对立之间不断转换视角。\n\n最终，她的作品邀请观众在感官与思想两个层面进行参与，引导他们走向更深层次、更具同理心的“他者”体验。\n\nYoung Joo Lee 是一位来自韩国的艺术家，目前生活与工作于巴黎。她正在巴黎高等师范学院（École Normale Supérieure）的 SACRe 实践型博士项目中学习。她曾任加拿大西蒙菲莎大学当代艺术学院助理教授（至 2024 年春），并曾担任哈佛大学媒体实践学院讲师（2018-20）。她是 2021 年 MacDowell 奖学金获得者、2015–18 年富布赖特电影与数字媒体奖学金获得者、以及 2010–12 年德国 DAAD 艺术奖学金获得者。她拥有耶鲁大学雕塑专业 MFA 学位（2017），以及法兰克福美术学院 Städelschule 的电影专业 MFA 学位（2013）。",
    "artist_bio_en": "Young Joo Lee explores the concept of “the self,” “the other,” and “otherness” as they appear across history, literature, scientific research, popular media, and personal experiences of living across different cultures. Their practice spans animation, performance, drawing, sculpture, and digital media, transforming these investigations into tangible forms.\nGrowing up in South Korea—a country shaped by the legacy of the Cold War and colonialism— Young Joo Lee came to understand “the other” as both a historical and personal reality. Experiences as a foreigner navigating life in different countries further exposed them to racial discrimination, social structures, and the ideologies that inform perceptions of unfamiliar identities. Being both a woman and an artist has also deepened their sensitivity to “othered” narratives—those often silenced or marginalized.\nThrough a blend of research and lived experience, their work intertwines the personal with the collective, constructing fictional worlds that examine, distort, and question dominant narratives. Drawing from science fiction, mythology, and pop culture, Lee explores the spectrum of dark imagination and hopeful projection, addressing issues such as sexism, racism, and colonialism.\nCentral to their practice is an interest in the boundaries between opposing yet complementary forces—yin and yang, tragedy and comedy, good and bad, laughter and crying. Drawn to contradiction and absurdity, they suggest that truly understanding “the other” requires a shifting of perspectives between these dualities.\nUltimately, their work invites audiences to engage both sensorially and intellectually, drawing them closer to a deeper, more empathetic experience of “the other.”\nYoung Joo Lee is an artist from South Korea, currently living and working in Paris. Lee currently is working on the practice-based doctoral program SACRe at the École Normale Supérieure in Paris. Lee was an Assistant professor at the School for the Contemporary Arts at Simon Fraser University (-Spring 2024), a College Fellow in Media Practice at Harvard University (2018-20), Macdowell fellow (2021), a recipient of Fulbright Scholarship in Film & Digital Media (2015-18), and DAAD artist scholarship (2010-12). Lee holds an MFA in Sculpture at Yale University (2017) and an MFA in Film at the Academy of Fine Arts Städelschule Frankfurt (2013).",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_19.jpg",
    "slug": "nova-earth-odyssey-(feat.-mago)",
    "title_tw": "新地球奥德赛（feat. 麻姑）",
    "artist_tw": "Young Joo Lee",
    "description_tw": "《新地球奥德赛（feat. 麻姑）》 是一部 3D 动画音乐视频《新地球奥德赛》的增强现实（AR）扩展体验。这一沉浸式体验以韩国古代神话中的创世女神——麻姑（Mago）为主角，通过数字形式将她带入现实。当观众激活一幅虚拟画作（灵感来自15世纪韩国画家石敬的作品）时，三维女神便会出现，伴随着《新地球奥德赛》的音乐起舞，通过肢体律动在神话与科技之间架起桥梁。\n\n原版音乐视频重新想象了佛教、基督教和伊斯兰教中的宗教叙事，将女性主角置于中心。故事发生在遥远的星球上，一位女性科学家创造了八位女儿，旨在修复一个因系统性不平等而破碎的世界。当一位男性仰慕者为了私欲绑架了其中一位女儿时，她们的集体力量被破坏，但她们的智慧却通过一张跨世代的心灵网络得以延续——这是对韧性与集体记忆的隐喻。\n\n该项目挑战了长期以来由父权意象塑造的主流宗教与资本主义神话。通过融合 K-pop 美学、神话、科幻和灵性象征，《新地球奥德赛（feat. 麻姑）》构建了一个未来的母系社会图景——在这里，源自男性主导体系的技术被重新诠释为女权赋能与新世界叙事的工具。",
    "artist_bio_tw": "Young Joo Lee 探索“自我”、“他者”与“他性”的概念，这些概念在历史、文学、科学研究、大众媒体，以及其跨文化生活的个人经验中不断浮现。她的创作涵盖动画、表演、绘画、雕塑和数字媒体等形式，将这些探究转化为可感知的艺术表达。\n\n在冷战和殖民遗产深刻影响下成长于韩国，Young Joo Lee 将“他者”视为一种既历史性又切身的存在。作为在多国生活的异乡人，她切身体会到种族歧视、社会结构与支配他者认知的意识形态。她作为一位女性与艺术家的双重身份，更加敏锐地感知那些被边缘化或沉默的“他者”叙事。\n\nLee的作品融合研究与个人经验，交织个体与集体记忆，构建虚构世界，以此审视、扭曲并质疑主流叙事。她从科幻、神话与流行文化中汲取灵感，探索黑暗幻想与希望投射的两极光谱，回应性别歧视、种族主义与殖民历史等议题。\n\n她的创作核心是对互为对立却又相辅相成的力量边界的关注——阴与阳、悲剧与喜剧、善与恶、笑与泪。她被矛盾与荒诞所吸引，主张真正理解“他者”需要在这些二元对立之间不断转换视角。\n\n最终，她的作品邀请观众在感官与思想两个层面进行参与，引导他们走向更深层次、更具同理心的“他者”体验。\n\nYoung Joo Lee 是一位来自韩国的艺术家，目前生活与工作于巴黎。她正在巴黎高等师范学院（École Normale Supérieure）的 SACRe 实践型博士项目中学习。她曾任加拿大西蒙菲莎大学当代艺术学院助理教授（至 2024 年春），并曾担任哈佛大学媒体实践学院讲师（2018-20）。她是 2021 年 MacDowell 奖学金获得者、2015–18 年富布赖特电影与数字媒体奖学金获得者、以及 2010–12 年德国 DAAD 艺术奖学金获得者。她拥有耶鲁大学雕塑专业 MFA 学位（2017），以及法兰克福美术学院 Städelschule 的电影专业 MFA 学位（2013）。"
  },
  {
    "id": 20,
    "title_cn": "T.A.E.L.",
    "title_en": "T.A.E.L.",
    "artist_cn": "Joey Verbeke & Koi Ren",
    "artist_en": "Joey Verbeke & Koi Ren",
    "description_cn": "尾辅环境学习（T.A.E.L.）是一个探究古老民俗、现代模因都市传说、基因残留与人工智能交汇处的新媒体艺术研究项目，反思这些生成系统演进中的循环性衰变现象。随着合成数据的泛滥，其对AI训练集的污染导致集体意识被简化为单一维度。该项目通过AI系统将口述故事视觉化呈现于尾部雕塑装置，构建出一个使AI解读不断递归退化为扁平化产物的反馈回路，由此叩问：在数字叙事构建过程中，谁最终沦为系统噪声？",
    "description_en": "Tail Assisted Environmental Learning (T.A.E.L.) is a new media art research project examining the intersection of ancient folklore, modern memetic urban legends, genetic remnants, and AI, reflecting on the cyclical decay in the evolution of these generative systems. As synthetic data proliferates, it pollutes AI training sets, embedding a reductionist view of our collective consciousness. T.A.E.L. uses an AI system to interpret oral stories visually, displayed through tail sculptures, creating a feedback loop where the AI’s interpretations recursively degrade into flattened artifacts. This project questions the role of AI in shaping our digital narratives and asks: who becomes the noise in this system?",
    "artist_bio_cn": "我们是一对专注于颠覆（非）意识感知的新媒体艺术与批判性技术双人组合。我们通过异常且往往潜意识的交互体验，讲述幻影般的叙事，激发观者批判性的好奇时刻。运用新兴技术、思辨性人造物、人工智能与沉浸式工具构成的创作调色板，我们叩问个体与集体能动性、权力关系，以及那些被忽视的视角。\n\n柯伊·任（Koi Ren）的创作聚焦另类智能与赛博女性主义的交汇地带，兼具计算可视化与可穿戴技术的学术背景；乔伊·维尔贝克（Joey Verbeke）则依托人机交互、人工智能与音频领域的专业积累，通过异常交互来解构（非）意识认知。",
    "artist_bio_en": "We are a new media art and critical technologist duo whose practice centers around subverting (un)conscious perceptions. We tell phantasmagoric stories through experiences built from anomalistic and often subliminal interactions which afford viewers moments of critical curiosity. Using a palette of emerging technologies, speculative artifacts, artificial intelligence, and immersive tools, we ask questions around individual and collective agency, power dynamics, and uncovering overlooked perspectives. Koi Ren’s practice centers around the intersection of alternative intelligence and cyberfeminism and has a background in computational visualization and wearable technology. Joey Verbeke’s practice centers around subverting (un)conscious perceptions through anomalistic interactions, leveraging his background in HCI, AI, and audio.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_20.png",
    "slug": "t.a.e.l.",
    "title_tw": "T.A.E.L.",
    "artist_tw": "Joey Verbeke & Koi Ren",
    "description_tw": "尾辅环境学习（T.A.E.L.）是一个探究古老民俗、现代模因都市传说、基因残留与人工智能交汇处的新媒体艺术研究项目，反思这些生成系统演进中的循环性衰变现象。随着合成数据的泛滥，其对AI训练集的污染导致集体意识被简化为单一维度。该项目通过AI系统将口述故事视觉化呈现于尾部雕塑装置，构建出一个使AI解读不断递归退化为扁平化产物的反馈回路，由此叩问：在数字叙事构建过程中，谁最终沦为系统噪声？",
    "artist_bio_tw": "我们是一对专注于颠覆（非）意识感知的新媒体艺术与批判性技术双人组合。我们通过异常且往往潜意识的交互体验，讲述幻影般的叙事，激发观者批判性的好奇时刻。运用新兴技术、思辨性人造物、人工智能与沉浸式工具构成的创作调色板，我们叩问个体与集体能动性、权力关系，以及那些被忽视的视角。\n\n柯伊·任（Koi Ren）的创作聚焦另类智能与赛博女性主义的交汇地带，兼具计算可视化与可穿戴技术的学术背景；乔伊·维尔贝克（Joey Verbeke）则依托人机交互、人工智能与音频领域的专业积累，通过异常交互来解构（非）意识认知。"
  },
  {
    "id": 21,
    "title_cn": "NEXT",
    "title_en": "NEXT",
    "artist_cn": "Jeremy Oury",
    "artist_en": "Jeremy Oury",
    "description_cn": "这场震撼的沉浸式体验将你带往一个人类对环境造成不可逆改变的未来。它为我们呈现了一幅噩梦般的预见性图景——如果我们不彻底改变生活方式，这就是等待我们的结局。作品基于人工智能学习的数据材料，成为这场变革的沉默见证者，通过对几近可辨识的近未来废墟景观的迷人探索，审视我们的命运。人工智能如何在帮助我们构想未来的同时，又让我们直面当下的后果？该项目质疑后人类世世界中的人类身份认同——在这个技术超越人类认知能力的时代。\n\n（当前我们已身处迫在眉睫的全球危机中，NEXT项目以\"人类世\"为概念，持续传递着警示信息，引发深刻反思。）",
    "description_en": "This powerful immersive experience transports you to a future where humanity has irreversibly transformed its environment. It offers a nightmarish and predictive vision of what awaits us if we don't profoundly change our lifestyles. The idea is to present a silent witness to this transformation, based on material learned by Artificial Intelligence, a captivating exploration of our destiny through devastated landscapes that anchor these generated scenes in an almost recognizable near-future. How can AI help us imagine our future, while confronting us with the consequences of our present ? The project questions human identity in a post-Anthropocene world where technology is outstripping our cognitive capacities.\nAs we are already in an urgent global crisis, NEXT, with the concept of Anthropocene, is a message ongoing and an issue reflecting.",
    "artist_bio_cn": "杰里米·乌里（Jeremy Oury）是一位法国艺术家，他通过视频、声音和虚拟空间不断质疑我们对现实的感知及与数字世界的关系。其艺术创作聚焦于几何变形构建的视觉幻象、声音与影像的联觉效应，以及将观者置于虚拟宇宙中心的沉浸式形式，以此颠覆人们对空间的常规认知。\n\n他以创新性的作品在国际视频投影艺术节和穹顶艺术节上屡获认可，并参展于全球众多知名数字艺术展览，包括墨西哥MUTEK电子音乐节、瑞士Mapping影像节、国际电子艺术研讨会（ISEA）、巴西FILE电子语言艺术节等。\n\n近期，他为多个沉浸式空间特别创作了360°全景作品《外延大脑》（Exo-Cortex），参展场馆包括巴黎天文馆、哈萨克斯坦国家博物馆、墨西哥福罗·阿连德艺术中心、布达佩斯光之大厅，并即将登陆纽约Artechouse数字艺术空间。\n\n作为沉浸式艺术的推动者，他还通过策划巴黎\"穹顶之下\"艺术节（Sous dôme）及拉丁美洲巡展项目\"DomoArte\"，持续促进沉浸式作品的创作与传播。",
    "artist_bio_en": "Jeremy Oury is a French artist who questions our perception of reality and our relationship to the digital world through video, sound and virtual space. He focuses his artistic work on the search for illusions based on geometric distortions, on synesthesia between sound and video, and on immersive forms to place the viewer at the center of a virtual universe in order to disrupt his or her perception of space.\nHis innovative work has been recognized at international video mapping and fulldome festivals, and exhibited at prestigious digital exhibitions worldwide, such as MUTEK MX, Mapping festival, ISEA, FILE festival, and many others.\nMost recently, he developed the 360° work Exo-Cortex for several immersive spaces and rooms, including the Paris Planetarium, the Kazakstan National Museum, Foro Allende in Mexico, Lumière Hall in Budapest, and soon Artechouse in New York.\nHe also promotes the production of immersive works by curating and organizing the Sous dôme festival in Paris and the DomoArte touring project in LATAM.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_21.png",
    "slug": "next",
    "title_tw": "NEXT",
    "artist_tw": "Jeremy Oury",
    "description_tw": "这场震撼的沉浸式体验将你带往一个人类对环境造成不可逆改变的未来。它为我们呈现了一幅噩梦般的预见性图景——如果我们不彻底改变生活方式，这就是等待我们的结局。作品基于人工智能学习的数据材料，成为这场变革的沉默见证者，通过对几近可辨识的近未来废墟景观的迷人探索，审视我们的命运。人工智能如何在帮助我们构想未来的同时，又让我们直面当下的后果？该项目质疑后人类世世界中的人类身份认同——在这个技术超越人类认知能力的时代。\n\n（当前我们已身处迫在眉睫的全球危机中，NEXT项目以\"人类世\"为概念，持续传递着警示信息，引发深刻反思。）",
    "artist_bio_tw": "杰里米·乌里（Jeremy Oury）是一位法国艺术家，他通过视频、声音和虚拟空间不断质疑我们对现实的感知及与数字世界的关系。其艺术创作聚焦于几何变形构建的视觉幻象、声音与影像的联觉效应，以及将观者置于虚拟宇宙中心的沉浸式形式，以此颠覆人们对空间的常规认知。\n\n他以创新性的作品在国际视频投影艺术节和穹顶艺术节上屡获认可，并参展于全球众多知名数字艺术展览，包括墨西哥MUTEK电子音乐节、瑞士Mapping影像节、国际电子艺术研讨会（ISEA）、巴西FILE电子语言艺术节等。\n\n近期，他为多个沉浸式空间特别创作了360°全景作品《外延大脑》（Exo-Cortex），参展场馆包括巴黎天文馆、哈萨克斯坦国家博物馆、墨西哥福罗·阿连德艺术中心、布达佩斯光之大厅，并即将登陆纽约Artechouse数字艺术空间。\n\n作为沉浸式艺术的推动者，他还通过策划巴黎\"穹顶之下\"艺术节（Sous dôme）及拉丁美洲巡展项目\"DomoArte\"，持续促进沉浸式作品的创作与传播。"
  },
  {
    "id": 22,
    "title_cn": "身体甲骨文",
    "title_en": "Body Oracle",
    "artist_cn": "黄丹琳，黄珂，王若琪，胡伯涛",
    "artist_en": "Danlin Huang, Ke Huang, Ruoqi Wang, Amber Botao Hu",
    "description_cn": "Mehrabian的 7-38-55 规则表明在人类交流中，肢体语言传达了 55% 的信息。但我们在现代的数字通信过程中仍然面临身体意识的缺失。我们当前的词汇难以描述复杂的身体现象，例如社会本体感觉——对自己和他人空间身体位置的意识。受中国甲骨文的启发，Body Oracle 是一个基于AI生成文字符号的思辨设计项目，引入了一套由AI生成的、代表身体和身体间姿势的新象形文字系统。我们用身体模仿古老的甲骨文，形成训练AI模型的数据集。并将AI生成的象形文字被编入Body Oracle档案。这些直观、跨语言、跨文化的符号旨在扩展我们概念化、理解和交流身体和身体间体验的能力。借鉴语言相对论——语言塑造世界观的理念——我们提出这些新的象形文字符号将作为社会语言学的媒介，影响身体意识的集体语义认知。",
    "description_en": "In our modern information age, we face a deficit in bodily awareness during digital communication, despite Mehrabian's 7-38-55 rule suggesting that body language conveys 55% of meaning. Our current vocabulary struggles to describe complex bodily phenomena such as social proprioception—the awareness of one's own and others' spatial body positioning. Inspired by Chinese Oracle-Bone Inscriptions, Body Oracle is a computational linguistic speculative design project, introducing a new system of AI-generated hieroglyphic characters representing corporeal and intercorporeal poses. We used body to imitate the ancient oracle bone scripts to form a dataset for training the AI model. The AI-generated Hlieroglyphs were compiled into an archive. These intuitive, cross-linguistic, cross-cultural signs—akin to emojis—aim to expand our capacity to conceptualize, understand, and communicate bodily and inter-bodily experiences. Drawing on linguistic relativity—the idea that language shapes worldview—we propose that these new hieroglyphic signs will function as a sociolinguistic mediator, influencing collective semantic cognition of bodily awareness.\n\nBody Oracle includes three chapters: “Body Oracle System”、“Body Oracle Archive” and “Body Oracle Beholder”。The third chapter is about using the XR device as a viewer to immersively experience the “alternative world” that Body Oracle uses extensively and is still in progress.",
    "artist_bio_cn": "黄丹琳目前在中国美术学院学习工业设计和数字媒体艺术。她的作品主要围绕身心美学、More-than-Human、思辨设计和XR空间计算。作为一名艺术家、设计师和XR开发者，她的学术论文发表于SIGGRAPH Asia、CHI PLAY、CSCW、IEEE VR和TEI等顶级会议。她的作品曾在林茨电子艺术节、ISWC、CVPR艺术画廊、中国数字艺术大展和全国美展等展览中展出。",
    "artist_bio_en": "Danlin Huang is an undergraduate student at the China Academy of Art, majoring inIndustrial Design and Digital Media Art. Her Works mainly foucus on Soma-esthetics, Speculative Design, More-than-Human and XR Spatial Computing. As an artist, designer, and XR developer, her academic papers have been published in top conferences such as SIGGRAPH Asia, CHI PLAY, CSCW, IEEE VR and TEI. Her works have been featured in the Ars Electronica 2024 in Linz, ISWC, CVPR Art Gallery, Digital Art China and the China National Art Exhibition, among others.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_22.png",
    "slug": "body-oracle",
    "title_tw": "身体甲骨文",
    "artist_tw": "黄丹琳，黄珂，王若琪，胡伯涛",
    "description_tw": "Mehrabian的 7-38-55 规则表明在人类交流中，肢体语言传达了 55% 的信息。但我们在现代的数字通信过程中仍然面临身体意识的缺失。我们当前的词汇难以描述复杂的身体现象，例如社会本体感觉——对自己和他人空间身体位置的意识。受中国甲骨文的启发，Body Oracle 是一个基于AI生成文字符号的思辨设计项目，引入了一套由AI生成的、代表身体和身体间姿势的新象形文字系统。我们用身体模仿古老的甲骨文，形成训练AI模型的数据集。并将AI生成的象形文字被编入Body Oracle档案。这些直观、跨语言、跨文化的符号旨在扩展我们概念化、理解和交流身体和身体间体验的能力。借鉴语言相对论——语言塑造世界观的理念——我们提出这些新的象形文字符号将作为社会语言学的媒介，影响身体意识的集体语义认知。",
    "artist_bio_tw": "黄丹琳目前在中国美术学院学习工业设计和数字媒体艺术。她的作品主要围绕身心美学、More-than-Human、思辨设计和XR空间计算。作为一名艺术家、设计师和XR开发者，她的学术论文发表于SIGGRAPH Asia、CHI PLAY、CSCW、IEEE VR和TEI等顶级会议。她的作品曾在林茨电子艺术节、ISWC、CVPR艺术画廊、中国数字艺术大展和全国美展等展览中展出。"
  },
  {
    "id": 23,
    "title_cn": "基于博弈论的决策AI-通过桌上角色扮演游戏（TRPG）建立多智能体元宇宙生态系统",
    "title_en": "Game TheoryBased Decision AI – Building a MultiAgent Metaverse Ecosystem Through Tabletop RolePlaying Games (TRPG)",
    "artist_cn": "柯平川，熊宁畅，胡天睿",
    "artist_en": "Patrick Ke, Ningchang Xiong, Tianrui Hu",
    "description_cn": "我们通过将生成式AI（AIGC）与AI生成行为（AIGA）整合至移动端/VR桌面角色扮演平台，开创了虚拟世界交互的新范式。这项创新技术通过三大突破性进展，彻底改变了传统TRPG的局限性——解决人类游戏主持人短缺、游戏时长冗长以及新手入门门槛高等核心痛点：\n\n1）AI主持人自主管理多线程叙事，实现实时剧情推进\n2）智能规则校验系统通过即时指导降低新手门槛\n3）基于博弈论算法的动态故事生成，创造永不重复的内容\n\n该平台将沉浸式VR与数字人NPC技术相融合，通过AI驱动的微表情和动作系统，打造出前所未有的拟真交互体验。我们的AIGA框架不仅实现内容生成，更让AI具备策略制定与执行能力——通过高级推理系统模拟真实世界竞争关系。\n\n这标志着创意AI应用的质的飞跃：机器学习不再仅是辅助工具，而成为世界构建的主动共创者。通过融合游戏设计、行为算法与元宇宙技术，我们构建了一个具有无限适应性的叙事生态系统，在重新定义玩家自主权的同时，为互动艺术与娱乐开辟了新边疆。",
    "description_en": "Our work pioneers a new paradigm for virtual world interaction by integrating generative AI (AIGC) and AI-generated actions (AIGA) into a mobile/VR tabletop role-playing platform. This innovation transforms traditional TRPG limitations—addressing human Game Master shortages, lengthy sessions, and steep learning curves—through three breakthroughs:\n\n1. An AI Game Master that autonomously manages multi-threaded narratives in real-time\n\n2. Smart rule verification that lowers beginner barriers with instant guidance\n\n3. Dynamic story generation using game theory algorithms for endless content\n\nThe platform merges immersive VR with digital-human NPCs featuring AI-driven expressions and movements, creating unprecedented lifelike interactions. Beyond content generation, our AIGA framework enables AI to strategize and act—simulating real-world competition through advanced reasoning systems.\n\nThis represents a quantum leap in creative AI applications, where machine learning doesn't just assist but actively collaborates in world-building. By blending game design, behavioral algorithms, and metaverse technologies, we've crafted an infinitely adaptable narrative ecosystem that redefines player agency while opening new frontiers for interactive art and entertainment.",
    "artist_bio_cn": "柯平川（Patrick）博士毕业于香港城市大学创意媒体学院（SCM），目前是香港树仁大学社会学系艺术、文化与科技专业助理教授，同时也是香港 ByteStorm Lab Company Limited 科技公司CEO。他目前的研究主要集中在数字媒体艺术与技术、虚拟与增强现实（VR/AR）、多感官反馈设计等领域。他目前主要从事数字媒体技术与艺术领域的教学和研究工作，也是亚洲创新发明展览会（日内瓦发明展亚洲站）的评委。他对数字媒体技术和艺术以及跨学科设计的研究兴趣促使他在香港城市大学攻读博士学位。目前，他有一篇文章以共同一作发表于 Nature Electronics (Nature 子刊，IF: 33.255)。同时发表了几篇该领域的顶级会议及期刊（如 IEEE TVCG 和 IEEE VR等）。 此外，他的作品也在一些会议（如 IEEE VR 2021、 SIGGRAPH Aisa 2023, 2021, 2019 E-Tech 等）和展览（如日内瓦国际发明展（IEIG），香港会议展览中心的亚洲创新及发明展（AEII HK 2023），香港数码港举办的DELF 2022，香港海事博物馆 的“LIGHTS IN TIME”展览 及香港天文台等）进行公众展览。",
    "artist_bio_en": "Dr. Patrick Ke Pingchuan holds a Ph.D. from the School of Creative Media at City University of Hong Kong. He is currently an Assistant Professor in the Department of Sociology at Hong Kong Shue Yan University, focusing on art, culture, and technology, and also serves as CEO of ByteStorm Lab Company Limited.\n\nHis research explores digital media art and technology, virtual/augmented reality (VR/AR), and multisensory feedback design. He has co-authored a paper in Nature Electronics and published in top venues like IEEE TVCG and IEEE VR. Patrick is also a judge for the Asia Innovation Invention Exhibition.\n\nHis works have been showcased at IEEE VR, SIGGRAPH Asia, the Geneva International Exhibition of Inventions, Asia Exhibition of Inventions Hong Kong (AEII), DELF at Cyberport, and exhibitions at the Hong Kong Maritime Museum and the Hong Kong Observatory.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_23.png",
    "slug": "game-theorybased-decision-ai---building-a-multiagent-metaverse-ecosystem-through-tabletop-roleplaying-games-(trpg)",
    "title_tw": "基于博弈论的决策AI-通过桌上角色扮演游戏（TRPG）建立多智能体元宇宙生态系统",
    "artist_tw": "柯平川，熊宁畅，胡天睿",
    "description_tw": "我们通过将生成式AI（AIGC）与AI生成行为（AIGA）整合至移动端/VR桌面角色扮演平台，开创了虚拟世界交互的新范式。这项创新技术通过三大突破性进展，彻底改变了传统TRPG的局限性——解决人类游戏主持人短缺、游戏时长冗长以及新手入门门槛高等核心痛点：\n\n1）AI主持人自主管理多线程叙事，实现实时剧情推进\n2）智能规则校验系统通过即时指导降低新手门槛\n3）基于博弈论算法的动态故事生成，创造永不重复的内容\n\n该平台将沉浸式VR与数字人NPC技术相融合，通过AI驱动的微表情和动作系统，打造出前所未有的拟真交互体验。我们的AIGA框架不仅实现内容生成，更让AI具备策略制定与执行能力——通过高级推理系统模拟真实世界竞争关系。\n\n这标志着创意AI应用的质的飞跃：机器学习不再仅是辅助工具，而成为世界构建的主动共创者。通过融合游戏设计、行为算法与元宇宙技术，我们构建了一个具有无限适应性的叙事生态系统，在重新定义玩家自主权的同时，为互动艺术与娱乐开辟了新边疆。",
    "artist_bio_tw": "柯平川（Patrick）博士毕业于香港城市大学创意媒体学院（SCM），目前是香港树仁大学社会学系艺术、文化与科技专业助理教授，同时也是香港 ByteStorm Lab Company Limited 科技公司CEO。他目前的研究主要集中在数字媒体艺术与技术、虚拟与增强现实（VR/AR）、多感官反馈设计等领域。他目前主要从事数字媒体技术与艺术领域的教学和研究工作，也是亚洲创新发明展览会（日内瓦发明展亚洲站）的评委。他对数字媒体技术和艺术以及跨学科设计的研究兴趣促使他在香港城市大学攻读博士学位。目前，他有一篇文章以共同一作发表于 Nature Electronics (Nature 子刊，IF: 33.255)。同时发表了几篇该领域的顶级会议及期刊（如 IEEE TVCG 和 IEEE VR等）。 此外，他的作品也在一些会议（如 IEEE VR 2021、 SIGGRAPH Aisa 2023, 2021, 2019 E-Tech 等）和展览（如日内瓦国际发明展（IEIG），香港会议展览中心的亚洲创新及发明展（AEII HK 2023），香港数码港举办的DELF 2022，香港海事博物馆 的“LIGHTS IN TIME”展览 及香港天文台等）进行公众展览。"
  },
  {
    "id": 24,
    "title_cn": "“与无机物缠绵”",
    "title_en": "Intimacy with the Inorganic",
    "artist_cn": "李艺华、呈 AA",
    "artist_en": "Cory Yihua Li, AA CHENG",
    "description_cn": "“与无机物缠绵”（Intimacy with the Inorganic） “壹”是一个 AI 虚拟主播 AR 装置，体现了数字碎片化与虚拟身份的存在状态。她融合了低多边形女性身体、受动漫启发的眼睛符号、人类面部影像、扫描得来的皮肤纹理，以及来自手办的视觉元素，展现出虚拟人格的合成特质。嵌入由 AI 驱动的直播平台中，“壹”通过算法生成的互动与观众交流，映射出 VTuber 与主播文化的运行机制。\n本作批判了数字世界中真实身份的消解——在用户输入与算法处理的交汇处，诞生的是一种脱离原初本质的表演式存在。“壹”不断吸收并重组数字残片，其过程揭示出当代网络文化中持续的消费与再生产循环。",
    "description_en": "\"与无机物缠绵\" (Intimacy with the Inorganic)\n\"壹\" is an AI vtuber AR installation embodying digital fragmentation and virtual identity. 壹 amalgamates a low-poly female form, anime-inspired eye symbol, human facial footage, scanned skin textures, and elements from フィギュア figures, reflecting the synthetic nature of virtual personas. Embedded within an AI-driven streaming platform, 壹 engages audiences through algorithmically generated interactions, mirroring the dynamics of VTubers and streamers. This work critiques the erosion of authentic identity in digital realms, where user input and algorithmic processes coalesce, resulting in a performative existence devoid of original essence. 壹’s continuous assimilation and reconfiguration of digital debris underscore the cyclical consumption and reproduction inherent in contemporary online culture.",
    "artist_bio_cn": "李艺华/Cory Yihua Li\nEchuu AI虚拟主播平台创始人 / 人工智能界面媒体艺术家\n李艺华(Cory)是一位纽约基地的媒体艺术家、虚拟主播爱好者和CGI专家，目前在纽约大学ITP项目攻读研究生学位。他的创新贡献已在多个知名展览和活动中获得认可，包括MUSE设计金奖、纽约ARTECHOUSE、雅典数字艺术节、德基艺术博物馆(与Beeple合作)、NeurlPS创意AI赛道、中国CHI艺术画廊、洛杉矶A&D博物馆、ACM创意与认知会议、同济设计周以及福冈数字艺术奖。\n呈 AA / AA CHENG 实验动画师，原创角色艺术家。\n呈AA是一位网络数字媒体艺术家，背景植根于中国跨文化。目前在加州艺术学院攻读实验动画学位，呈的成长特点是沉浸在数字领域。不受名字、物理形态或性别的束缚，她将自己的身份视为互联网的完整叙事。对呈而言，交流仅通过意识和思想的交换进行，摒弃任何外部中介。目前，她正在地面上引导她的意识，干预世界，并在作品中反映其转变。在过去的十年中，呈一直在探索互联网艺术领域，并将追求新的可能性，推动她艺术创新的极限。",
    "artist_bio_en": "Cory Yihua Li/ 李艺华\nCreative technologist/ AI Interface Media Artist/ Product Designer\nYihua Li (Cory) is a New York-based media artist, Vtubing enthusiast, and CGI specialist, currently pursuing graduate studies at New York University's ITP Program. His innovative contributions have been recognized in prominent exhibitions and events, including the MUSE Design Gold Award, NYC ARTECHOUSE, Athen Digital Art Festival, DEJI ART MUESUM(with Beeple), NeurlPS Creative AI Track, Chinese CHI Art Gallery, LA A&D Museum, ACM Creativity & Cognition, Tongji Design Week and FUKUOKA Digital art award.\nAA CHENG/ 呈 AA\nExperimental Animator, OC(Original Character) Artist.\nAA Cheng is a web-based digital media artist with a background rooted in Chinese interculture. Currently pursuing a degree in experimental animation at CalArts, Cheng's upbringing was characterized by an immersion in the digital realm. Unbound by the constraints of name, physical form, or gender, she embraced her identity as a complete narrative of the internet. Communication for Cheng occurs solely through the exchange of consciousness and thoughts, eschewing any external intermediaries. Currently, she is channeling her consciousness on the ground, intervening in the world, and reflecting its transformation in her works. Over the past decade, Cheng has been exploring the realm of Internet art and will pursue new possibilities and push the limits of her artistic innovation.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_24.jpg",
    "slug": "intimacy-with-the-inorganic",
    "title_tw": "“与无机物缠绵”",
    "artist_tw": "李艺华、呈 AA",
    "description_tw": "“与无机物缠绵”（Intimacy with the Inorganic） “壹”是一个 AI 虚拟主播 AR 装置，体现了数字碎片化与虚拟身份的存在状态。她融合了低多边形女性身体、受动漫启发的眼睛符号、人类面部影像、扫描得来的皮肤纹理，以及来自手办的视觉元素，展现出虚拟人格的合成特质。嵌入由 AI 驱动的直播平台中，“壹”通过算法生成的互动与观众交流，映射出 VTuber 与主播文化的运行机制。\n本作批判了数字世界中真实身份的消解——在用户输入与算法处理的交汇处，诞生的是一种脱离原初本质的表演式存在。“壹”不断吸收并重组数字残片，其过程揭示出当代网络文化中持续的消费与再生产循环。",
    "artist_bio_tw": "李艺华/Cory Yihua Li\nEchuu AI虚拟主播平台创始人 / 人工智能界面媒体艺术家\n李艺华(Cory)是一位纽约基地的媒体艺术家、虚拟主播爱好者和CGI专家，目前在纽约大学ITP项目攻读研究生学位。他的创新贡献已在多个知名展览和活动中获得认可，包括MUSE设计金奖、纽约ARTECHOUSE、雅典数字艺术节、德基艺术博物馆(与Beeple合作)、NeurlPS创意AI赛道、中国CHI艺术画廊、洛杉矶A&D博物馆、ACM创意与认知会议、同济设计周以及福冈数字艺术奖。\n呈 AA / AA CHENG 实验动画师，原创角色艺术家。\n呈AA是一位网络数字媒体艺术家，背景植根于中国跨文化。目前在加州艺术学院攻读实验动画学位，呈的成长特点是沉浸在数字领域。不受名字、物理形态或性别的束缚，她将自己的身份视为互联网的完整叙事。对呈而言，交流仅通过意识和思想的交换进行，摒弃任何外部中介。目前，她正在地面上引导她的意识，干预世界，并在作品中反映其转变。在过去的十年中，呈一直在探索互联网艺术领域，并将追求新的可能性，推动她艺术创新的极限。"
  },
  {
    "id": 25,
    "title_cn": "Regenesis",
    "title_en": "Regenesis",
    "artist_cn": "Krista Kim",
    "artist_en": "Krista Kim",
    "description_cn": "《Regenesis》展示了增强现实（AR）在美化城市空间方面的潜力。该作品由艺术家克里斯塔·金（Krista Kim）与Alex Dang合作创作，是一项面向未来的城市研究，设想将美国南布朗克斯的一个公共住房项目——Mott Haven，通过禅意冥想风格的设计，转化为令人惊艳的艺术空间。\n\n该艺术项目探索了增强现实技术在提升人们对建筑环境体验方面的可能性，利用数字技术将艺术装置无缝融入现实世界。随着AR眼镜在未来5至10年的不断发展，我们可以预见一个全新的元宇宙生活方式的到来——在其中，数字体验与现实世界中的实体物品几乎无法区分。\n\nKrista Kim  对《Regenesis》的愿景是通过艺术装置提升心理健康，营造更平静、冥想的精神状态。借助AR的力量，她得以创造出与现实环境完美融合的虚拟空间，将一处平凡的住宅项目转化为沉浸式的冥想场域。这个面向未来的艺术研究引导我们思考AR在城市设计中的应用潜力，以及其在创造更美丽、和谐与宁静居住空间中的作用。\n\n总体而言，《Regenesis》是技术如何增强我们对建筑环境感知的一个引人注目的范例，也展示了艺术、设计与科技融合所能引领的更和谐、更具美感的未来世界。",
    "description_en": "\"Regenesis\" showcases the possibilities of augmented reality (AR) in the beautification of urban spaces. Created by artist Krista Kim in collaboration with Alex Dang, this futuristic study envisions a public housing project called Mott Haven in South Bronx, USA, where unattractive buildings are transformed into stunning works of art using Zen meditative designs.\nThe artwork explores the potential of AR to enhance our experience of the built environment, using digital technology to seamlessly integrate art installations into the physical world. As AR glasses become more advanced in the next 5-10 years, we can expect to see a new era of metaverse lifestyle where digital experiences are indistinguishable from real objects in the real world.\nKrista Kim's vision for \"Regenesis\" is to promote mental wellness and create calmer states through her art installations. By leveraging the power of AR, she is able to create a virtual environment that blends seamlessly with the physical world, transforming a mundane housing project into an immersive, meditative space. The futuristic study invites us to consider the possibilities of AR augmentation in urban design and its potential to create more beautiful, harmonious and peaceful living spaces.\nOverall, \"Regenesis\" is a compelling example of how technology can be used to enhance our experience of the built environment, and how the convergence of art, design and technology can lead to a more harmonious and aesthetically pleasing world.",
    "artist_bio_cn": "克里斯塔·金（Krista Kim）是一位屡获殊荣的超当代表现艺术家，以其对“数字意识”概念的探索而闻名。她对数字技术及其在人类感知、媒介、社会结构和交流方式上的影响抱有浓厚兴趣，并在数字与实体两个领域中进行创作实践。她现任世界经济论坛文化领袖，以及《新加坡Vogue》的元宇宙版块编辑。\n\n金的作品曾在多个重要机构和艺术节展出，包括洛杉矶郡艺术博物馆（LACMA）、纽约苏富比、迪拜艺术博览会、俄罗斯国家艾尔米塔什博物馆、卡罗莱纳林茨博物馆、斯特罗齐宫、西波拉宫、纽约时代广场、新加坡艺术博览会、首尔东大门设计广场、2023年天津夏季达沃斯论坛及2024年达沃斯世界经济论坛。通过其创新性的艺术创作，克里斯塔·金持续探索科技与艺术的交汇与融合。",
    "artist_bio_en": "Krista Kim is an award-winning, ultra-contemporary artist known for her work exploring the concept of digital consciousness. Kim's interest in digital technology and its impact on human perception, media, social structures, and communication has led her to work in both digital and physical realms.  She is the World Economic Forum Cultural Leader and Metaverse Editor of Singapore Vogue.\n\nKim's work has been exhibited in venues such as LACMA, Sotheby's New York, Art Dubai, Hermitage State Museum, Carolina Linz Museum, Palazzo Strozzi, Palazzo Cipolla, Times Square, Art Dubai, Singapore Art, Dongdaemun Plaza Seoul, Tianjin Summer Davos 2023 and Davos 2024 for the World Economic Forum. Through her innovative creations, Krista Kim continues to explore the intersection of technology and art.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_25.png",
    "slug": "regenesis",
    "title_tw": "Regenesis",
    "artist_tw": "Krista Kim",
    "description_tw": "《Regenesis》展示了增强现实（AR）在美化城市空间方面的潜力。该作品由艺术家克里斯塔·金（Krista Kim）与Alex Dang合作创作，是一项面向未来的城市研究，设想将美国南布朗克斯的一个公共住房项目——Mott Haven，通过禅意冥想风格的设计，转化为令人惊艳的艺术空间。\n\n该艺术项目探索了增强现实技术在提升人们对建筑环境体验方面的可能性，利用数字技术将艺术装置无缝融入现实世界。随着AR眼镜在未来5至10年的不断发展，我们可以预见一个全新的元宇宙生活方式的到来——在其中，数字体验与现实世界中的实体物品几乎无法区分。\n\nKrista Kim  对《Regenesis》的愿景是通过艺术装置提升心理健康，营造更平静、冥想的精神状态。借助AR的力量，她得以创造出与现实环境完美融合的虚拟空间，将一处平凡的住宅项目转化为沉浸式的冥想场域。这个面向未来的艺术研究引导我们思考AR在城市设计中的应用潜力，以及其在创造更美丽、和谐与宁静居住空间中的作用。\n\n总体而言，《Regenesis》是技术如何增强我们对建筑环境感知的一个引人注目的范例，也展示了艺术、设计与科技融合所能引领的更和谐、更具美感的未来世界。",
    "artist_bio_tw": "克里斯塔·金（Krista Kim）是一位屡获殊荣的超当代表现艺术家，以其对“数字意识”概念的探索而闻名。她对数字技术及其在人类感知、媒介、社会结构和交流方式上的影响抱有浓厚兴趣，并在数字与实体两个领域中进行创作实践。她现任世界经济论坛文化领袖，以及《新加坡Vogue》的元宇宙版块编辑。\n\n金的作品曾在多个重要机构和艺术节展出，包括洛杉矶郡艺术博物馆（LACMA）、纽约苏富比、迪拜艺术博览会、俄罗斯国家艾尔米塔什博物馆、卡罗莱纳林茨博物馆、斯特罗齐宫、西波拉宫、纽约时代广场、新加坡艺术博览会、首尔东大门设计广场、2023年天津夏季达沃斯论坛及2024年达沃斯世界经济论坛。通过其创新性的艺术创作，克里斯塔·金持续探索科技与艺术的交汇与融合。"
  },
  {
    "id": 26,
    "title_cn": "重新想象 第二卷：马哈尔",
    "title_en": "Reimagined Volume II: Mahal",
    "artist_cn": "Michaela Ternasky-Holland",
    "artist_en": "Michaela Ternasky-Holland",
    "description_cn": "灵感源自菲律宾神话，这个故事聚焦于Apolaki、Mayari、Tala和Hanan——四位刚刚失去造物神Bathala的永生子女。当每位神祇在悲痛中挣扎时，他们那无比强大的行为在宇宙中激起层层涟漪。面对父神赋予他们的世界即将遭受天体灾难的命运，兄妹四人是否能够齐心协力，战胜内心的痛苦，学会接受这场毁灭性的失去？",
    "description_en": "Inspired by Philippine mythology, the story focuses on Apolaki, Mayari, Tala, and Hanan, the four immortal children of the recently passed creator god, Bathala. As each of these deities wrestle with the grief of losing Bathala, their all-powerful actions create ripples throughout the universe. Can the siblings come together to defeat their own pain and learn how to accept the devastating loss before the world their father entrusted to them suffers from a celestial catastrophe?",
    "artist_bio_cn": "Michaela 是一位荣获艾美奖并获得皮博迪奖提名的导演，擅长创作具有社会影响力的XR作品、装置艺术和展览，近期曾为“Games for Change”工作。她被评为“XR领域100位原创声音”之一，并入选 Blooloop 的“50位沉浸式影响力人物”。",
    "artist_bio_en": "Michaela is an Emmy award-winning and Peabody nominated director who creates socially impactful XR, installations, and exhibitions and recently worked for Games for Change. She has been recognized as one of the 100 Original Voices of XR and Blooloop’s 50 Immersive Influencers.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_26.png",
    "slug": "reimagined-volume-ii:-mahal",
    "title_tw": "重新想象 第二卷：马哈尔",
    "artist_tw": "Michaela Ternasky-Holland",
    "description_tw": "灵感源自菲律宾神话，这个故事聚焦于Apolaki、Mayari、Tala和Hanan——四位刚刚失去造物神Bathala的永生子女。当每位神祇在悲痛中挣扎时，他们那无比强大的行为在宇宙中激起层层涟漪。面对父神赋予他们的世界即将遭受天体灾难的命运，兄妹四人是否能够齐心协力，战胜内心的痛苦，学会接受这场毁灭性的失去？",
    "artist_bio_tw": "Michaela 是一位荣获艾美奖并获得皮博迪奖提名的导演，擅长创作具有社会影响力的XR作品、装置艺术和展览，近期曾为“Games for Change”工作。她被评为“XR领域100位原创声音”之一，并入选 Blooloop 的“50位沉浸式影响力人物”。"
  },
  {
    "id": 27,
    "title_cn": "重新想象 第三卷：Young Thang",
    "title_en": "Reimagined Volume III: Young Thang",
    "artist_cn": "Melissa Joyner, Julie Cavaliere, Michaela Ternasky-Holland",
    "artist_en": "Melissa Joyner, Julie Cavaliere, Michaela Ternasky-Holland",
    "description_cn": "《重新想象 第三卷：Young Thang》讲述的是归属感。在当今社会，人们常常面临顺从的压力，被迫披上一层“第二层皮肤”，掩盖真实的自我。在 Young Thang 的世界中，独特的二维与三维视觉风格不仅让观众沉浸于非常规的美感之中，也象征着当我们独特的本质被遮蔽时所面临的挑战，以及这个世界在拥抱多维性后可能迎来的转变。\n\n这部 VR 动画短片通过大胆运用色彩、动画与动态音景，为观众营造了一个既真实又充满魔力的世界。这个项目也是一种致敬。从忧伤的邓巴到勇敢的比尔登，它从激励人心的艺术家们汲取灵感，是对个体独特性的一曲颂歌——赞美那些让我们与众不同的特质，并为之庆祝。\n\n《重新想象》系列的第三部作品，同时也名为《有两层皮肤的 Young Thang；或，她其实并不丑陋，而是美丽的，因为她天生就有两层皮肤的寓言》，是一种呼唤。它希望唤醒人们对自身隐藏才能的意识，激发对万物之美的好奇心，尤其是对自我之美的认同。它邀请每一位观众脱下那象征顺从的“第二层皮肤”，勇敢地回应：“是的，这就是我。”",
    "description_en": "Reimagined Volume III: Young Thang is about belonging. In today’s world, it’s all too common to feel the pressure to conform, to put on a metaphorical second skin cloaking your full identity. In Young Thang’s world, a distinct two- and three-dimensional visual style not only immerses the audience in unconventional beauty but also symbolizes the challenges we encounter when our uniqueness is obscured and the transformation the world may reap from embracing our multidimensionality.\n\nThe VR animated film is ablaze with the use of color, animation, and dynamic soundscapes, the film immerses the audience in a world that is both real and magical. This project is also a tribute. From the elegiac Dunbar to emboldened Bearden, it draws inspiration from artists who inspire and is an ode to embracing what makes us unique and celebrating all of it!\n\nThe third volume of the Reimagined series, also titled The Young Thang with 2 Skins; or, she was not really ugly, but beautiful, as she was born with two skins fable is a call I hope people answer, with an awareness of their own hidden talents, a curiosity to find beauty in all things, especially themselves, and shed their metaphorical second skins, answering, “Yes. This is who I am”.",
    "artist_bio_cn": "梅丽莎·乔伊纳（Melissa Joyner）是一位导演、编剧、演员、歌手及教授，以其真挚的艺术风格而闻名。她曾在包括传奇人物玛雅·安杰卢（Dr. Maya Angelou）在内的多位杰出导师指导下磨炼技艺。她获得了演员工作室（The Actors Studio）的艺术硕士学位（MFA），为她多元化的职业生涯打下了坚实基础。\n\n她的编剧和导演处女作《重新想象 第三卷：Young Thang》（又名《有两层皮肤的Young Thang；或者，她并不是真的丑陋，而是天生就拥有两层皮肤的美丽女孩》）展现了她对讲故事的敏锐触感，融合了深邃的叙事、丰富的情感表达和强烈的视觉表现力。\n\n梅丽莎出生于北卡罗来纳州，现居纽约市。她的荧幕作品包括 FX 迷你剧《美国夫人》（Mrs. America）、Spectrum Original 的《The Bite》，以及 CBS 网络的《蓝血人家》（Blue Bloods）、《联邦调查局》（FBI）、《国务卿女士》（Madame Secretary）和《邪恶》（Evil）。她的作品曾被《洛杉矶时报》、Black Film、Slate 杂志、AYO 杂志、AV Club、《今日秀》（The Today Show）、《早安秀》（The Morning Show）、New Normal Rep: Play Date 以及 TEDx 温哥华等媒体广泛报道。",
    "artist_bio_en": "Melissa Joyner is a director, writer, actor, vocalist, and professor with an authentic approach. She honed her craft under esteemed mentors, including the iconic Dr. Maya Angelou. Melissa’s dedication led her to earn an MFA from The Actors Studio, solidifying a foundation for her multifaceted career.\n\nHer writing and directorial debut, Reimagined Volume iII: Young Thang, also known as The Young Thang with 2 Skins; or, she was not really ugly, but beautiful, as she was born with two skins fable is keen storytelling that blends thoughtful narrative, emotional depth, and strong visual prowess.\n\nRaised in N.C. based in N.Y.C., her screen credits include FX mini-series “Mrs. America”, Spectrum Original’s “The Bite”, CBS Networks’ Blue Bloods, FBI, Madame Secretary and Evil. You may learn more about her work in the Los Angeles Times, Black Film, Slate Magazine, AYO Magazine, AV Club, The Today Show, The Morning Show, New Normal Rep: Play Date and TEDx Vancouver.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_27.png",
    "slug": "reimagined-volume-iii:-young-thang",
    "title_tw": "重新想象 第三卷：Young Thang",
    "artist_tw": "Melissa Joyner, Julie Cavaliere, Michaela Ternasky-Holland",
    "description_tw": "《重新想象 第三卷：Young Thang》讲述的是归属感。在当今社会，人们常常面临顺从的压力，被迫披上一层“第二层皮肤”，掩盖真实的自我。在 Young Thang 的世界中，独特的二维与三维视觉风格不仅让观众沉浸于非常规的美感之中，也象征着当我们独特的本质被遮蔽时所面临的挑战，以及这个世界在拥抱多维性后可能迎来的转变。\n\n这部 VR 动画短片通过大胆运用色彩、动画与动态音景，为观众营造了一个既真实又充满魔力的世界。这个项目也是一种致敬。从忧伤的邓巴到勇敢的比尔登，它从激励人心的艺术家们汲取灵感，是对个体独特性的一曲颂歌——赞美那些让我们与众不同的特质，并为之庆祝。\n\n《重新想象》系列的第三部作品，同时也名为《有两层皮肤的 Young Thang；或，她其实并不丑陋，而是美丽的，因为她天生就有两层皮肤的寓言》，是一种呼唤。它希望唤醒人们对自身隐藏才能的意识，激发对万物之美的好奇心，尤其是对自我之美的认同。它邀请每一位观众脱下那象征顺从的“第二层皮肤”，勇敢地回应：“是的，这就是我。”",
    "artist_bio_tw": "梅丽莎·乔伊纳（Melissa Joyner）是一位导演、编剧、演员、歌手及教授，以其真挚的艺术风格而闻名。她曾在包括传奇人物玛雅·安杰卢（Dr. Maya Angelou）在内的多位杰出导师指导下磨炼技艺。她获得了演员工作室（The Actors Studio）的艺术硕士学位（MFA），为她多元化的职业生涯打下了坚实基础。\n\n她的编剧和导演处女作《重新想象 第三卷：Young Thang》（又名《有两层皮肤的Young Thang；或者，她并不是真的丑陋，而是天生就拥有两层皮肤的美丽女孩》）展现了她对讲故事的敏锐触感，融合了深邃的叙事、丰富的情感表达和强烈的视觉表现力。\n\n梅丽莎出生于北卡罗来纳州，现居纽约市。她的荧幕作品包括 FX 迷你剧《美国夫人》（Mrs. America）、Spectrum Original 的《The Bite》，以及 CBS 网络的《蓝血人家》（Blue Bloods）、《联邦调查局》（FBI）、《国务卿女士》（Madame Secretary）和《邪恶》（Evil）。她的作品曾被《洛杉矶时报》、Black Film、Slate 杂志、AYO 杂志、AV Club、《今日秀》（The Today Show）、《早安秀》（The Morning Show）、New Normal Rep: Play Date 以及 TEDx 温哥华等媒体广泛报道。"
  },
  {
    "id": 28,
    "title_cn": "Tame",
    "title_en": "Tame",
    "artist_cn": "杨星星",
    "artist_en": "Xingxing Yang",
    "description_cn": "<Tame>是一部第一人称交互式虚拟现实（VR）音乐剧，灵感来源于圣埃克苏佩里的著作《小王子》。故事发生在一个行星上，<Tame>采用了独特的重力系统，让观众能够在探索行星的同时享受一段积极治愈的互动音乐之旅。通过运用生成式音乐交互和语音识别技术，<Tame>的叙事进程经过精心设计，旨在提升观众的参与度和愉悦感。<Tame>的目标是增加玩家的参与度和兴趣，为这个广受喜爱的《小王子》故事带来创新和有趣的演绎。在这个采用宣叙调风格的互动VR体验中，观众可以感受音乐和交互在推动叙事发展方面的力量。",
    "description_en": "Tame is a first-person interactive virtual reality (VR) musical inspired by Antoine de Saint-Exupéry's book The Little Prince. Set on a planetary stage, Tame employs a unique gravity system, allowing viewers to explore the planet while enjoying a positive and healing interactive musical journey. Using generative music composition and voice recognition technology, the narrative progression of Tame is carefully designed to enhance audience engagement and enjoyment. Tame aims to increase player participation and interest, bringing an innovative and engaging adaptation to the beloved story of The Little Prince. In this recitative-style interactive VR experience, viewers can feel the influential role of music and interaction in driving narrative development.",
    "artist_bio_cn": "杨星星是一个跨媒体艺术家、工程师和研究人员，目前是港科在读PhD。最近感兴趣的领域包括XR世界/游戏构建、跨媒体叙事、可穿戴功能性/游戏性界面以及各种好玩的东西。",
    "artist_bio_en": "Yang Xingxing is an interdisciplinary artist, programmer, and music composer based in Hong Kong. She is currently a Ph.D. student at the Hong Kong University of Science and Technology (HKUST), focusing on wearables, computer-aided music, and XR.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_28.png",
    "slug": "tame",
    "title_tw": "Tame",
    "artist_tw": "杨星星",
    "description_tw": "<Tame>是一部第一人称交互式虚拟现实（VR）音乐剧，灵感来源于圣埃克苏佩里的著作《小王子》。故事发生在一个行星上，<Tame>采用了独特的重力系统，让观众能够在探索行星的同时享受一段积极治愈的互动音乐之旅。通过运用生成式音乐交互和语音识别技术，<Tame>的叙事进程经过精心设计，旨在提升观众的参与度和愉悦感。<Tame>的目标是增加玩家的参与度和兴趣，为这个广受喜爱的《小王子》故事带来创新和有趣的演绎。在这个采用宣叙调风格的互动VR体验中，观众可以感受音乐和交互在推动叙事发展方面的力量。",
    "artist_bio_tw": "杨星星是一个跨媒体艺术家、工程师和研究人员，目前是港科在读PhD。最近感兴趣的领域包括XR世界/游戏构建、跨媒体叙事、可穿戴功能性/游戏性界面以及各种好玩的东西。"
  },
  {
    "id": 29,
    "title_cn": "盼雨",
    "title_en": "The Anticipation of Rain",
    "artist_cn": "Naima Karim",
    "artist_en": "Naima Karim",
    "description_cn": "《盼雨》是一部七分钟的多感官虚拟现实（VR）影片，是艺术家Naima Karim的个人回忆录，也是她在气候变化时代对全球合作的呼吁。作品融合了Naima的笔触、沉浸式音效以及专属定制的气味设计。\n\nNaima的艺术作品歌颂不断变化的天空之美。季风的到来是她的重要灵感之一。在Naima的记忆中，南亚季风是一个充满喜悦、激情与浪漫的时刻。然而，自她童年起，季风已变得愈发不可预测、紊乱。Naima怀抱希望，她心中的季风之雨能够激发人们的感知与热爱，唤起大家共同守护这个美丽世界的责任感。\n\n《盼雨》通过OpenBrush VR工具与Unity游戏引擎创作完成，获得了沙特阿拉伯伊斯兰艺术中心（Ithra）“创意解决方案计划”的资助。影片在阿姆斯特丹国际纪录片电影节（IDFA）沉浸式非虚构单元中全球首映并获得提名，同时也入围了英国AIXR的“社会影响奖”与Stereopsia Europe的“水晶猫头鹰奖”。该片已在全球二十个电影节中展映。",
    "description_en": "The Anticipation of Rain is a seven-minute multisensory Virtual Reality film. It is fine artist Naima Karim’s memoir and plea for global collaboration in a time of climate change. It utilises Naima’s brush strokes, immersive sound, and bespoke scents.\n\nNaima’s artwork celebrates the changing beauty of the skies. The arrival of the monsoon is one of her inspirations. The South Asian monsoon is a joyous, exciting, and romantic experience for Naima, which has become unpredictable and erratic since her childhood. Naima has hope that her monsoon rain will inspire all to see, love, and encourage taking care of our beautiful world.\n\nThe Anticipation of Rain was created using the OpenBrush VR tool and Unity Game Engine. It won a grant and was funded by the Creative Solutions Program, Ithra, Saudi Arabia. It had its world premiere and was nominated for the International Documentary Film Festival Amsterdam (IDFA) for the immersive non-fiction category. It received two more award nominations: The Social Impact Award by AIXR, UK, and the Crystal Owl Award by Steriopsia Europe. This film was showcased in twenty film festivals worldwide.",
    "artist_bio_cn": "Naima Karim是一位视觉艺术家，出生并成长于孟加拉国。她在达卡大学获得美术学士学位后移居荷兰，自2013年起与家人居住在沙特阿拉伯。\n\n她涉猎多种媒介创作，但主要使用丙烯与油画。其作品风格印象派、抽象且极简，灵感多源自天空，自然与社会对人类生活的影响亦深深触动她。1999年，她曾经历全身瘫痪的重大人生转折，这段经历深刻影响了她的艺术创作。\n\n2022年，她创作了一部关于气候变化议题的多感官虚拟现实体验作品，入围多个奖项，并在包括阿姆斯特丹国际纪录片电影节在内的多个影展中展映。2024年，她再次获得资助，创作第二部虚拟现实互动作品，聚焦青少年抑郁与焦虑议题。\n\n2023年，她受邀担任红海国际电影节的评审，2024年则担任德国Sehsüchte国际学生电影节VR单元的评委。\n\n她的绘画作品曾在多个国际双年展和展览中展出，包括第十九届亚洲艺术双年展，并被世界各地收藏，如沙特吉达的香格里拉酒店便收藏有其作品。",
    "artist_bio_en": "Naima Karim is a visual artist born and raised in Bangladesh. She immigrated to the Netherlands after receiving her bachelor’s degree in fine arts from Dhaka University. Since 2013, she has been living in Saudi Arabia with her family.\n\nShe works with various mediums, but primarily uses acrylic and oil. Her works are impressionistic, abstract, and minimalistic. Her inspirations are mostly the sky. The natural and social impacts in our lives also inspire her. She was completely paralyzed in 1999. This life experience influenced her work.\n\nShe created a multisensory VR experience in 2022 about climate change issues. This experience was nominated for awards and participated in numerous festivals, including the International Documentary Film Festival Amsterdam. In 2024, she won another grant to create the 2nd VR interactive experience based on depression and anxiety among teenagers.\n\nIn 2023, she was invited to serve as a jury member at the Red Sea Film Festival, and in 2024, for the Sehsüchte International Student Film Festival's VR Awards.\n\nHer paintings have been exhibited in numerous biennials and exhibitions internationally, including the 19th Asian Art Biennale. Her paintings are also collected worldwide, for example, at the Shangri-La Hotel in Jeddah.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_29.jpg",
    "slug": "the-anticipation-of-rain",
    "title_tw": "盼雨",
    "artist_tw": "Naima Karim",
    "description_tw": "《盼雨》是一部七分钟的多感官虚拟现实（VR）影片，是艺术家Naima Karim的个人回忆录，也是她在气候变化时代对全球合作的呼吁。作品融合了Naima的笔触、沉浸式音效以及专属定制的气味设计。\n\nNaima的艺术作品歌颂不断变化的天空之美。季风的到来是她的重要灵感之一。在Naima的记忆中，南亚季风是一个充满喜悦、激情与浪漫的时刻。然而，自她童年起，季风已变得愈发不可预测、紊乱。Naima怀抱希望，她心中的季风之雨能够激发人们的感知与热爱，唤起大家共同守护这个美丽世界的责任感。\n\n《盼雨》通过OpenBrush VR工具与Unity游戏引擎创作完成，获得了沙特阿拉伯伊斯兰艺术中心（Ithra）“创意解决方案计划”的资助。影片在阿姆斯特丹国际纪录片电影节（IDFA）沉浸式非虚构单元中全球首映并获得提名，同时也入围了英国AIXR的“社会影响奖”与Stereopsia Europe的“水晶猫头鹰奖”。该片已在全球二十个电影节中展映。",
    "artist_bio_tw": "Naima Karim是一位视觉艺术家，出生并成长于孟加拉国。她在达卡大学获得美术学士学位后移居荷兰，自2013年起与家人居住在沙特阿拉伯。\n\n她涉猎多种媒介创作，但主要使用丙烯与油画。其作品风格印象派、抽象且极简，灵感多源自天空，自然与社会对人类生活的影响亦深深触动她。1999年，她曾经历全身瘫痪的重大人生转折，这段经历深刻影响了她的艺术创作。\n\n2022年，她创作了一部关于气候变化议题的多感官虚拟现实体验作品，入围多个奖项，并在包括阿姆斯特丹国际纪录片电影节在内的多个影展中展映。2024年，她再次获得资助，创作第二部虚拟现实互动作品，聚焦青少年抑郁与焦虑议题。\n\n2023年，她受邀担任红海国际电影节的评审，2024年则担任德国Sehsüchte国际学生电影节VR单元的评委。\n\n她的绘画作品曾在多个国际双年展和展览中展出，包括第十九届亚洲艺术双年展，并被世界各地收藏，如沙特吉达的香格里拉酒店便收藏有其作品。"
  },
  {
    "id": 30,
    "title_cn": "共生园",
    "title_en": "The Garden of Coexistence",
    "artist_cn": "李昊，赵雅薇",
    "artist_en": "Hao Li, Yawei Zhao",
    "description_cn": "欢迎来到《共生园》（The Garden of Coexistence），在这里，您将步入一个现实与数字世界无缝融合的空间。在这段体验中，您将通过增强现实（AR）的视角，看到真实与虚拟的植物形态共存于同一空间之中。但在这里，AR不仅仅是展示的工具，它更是一种媒介，让人工智能得以将物理世界的“原生体”转化为数字世界的“原生体”。\n\n正如现实中的植物依靠阳光、土壤和水分生长，这些数字原生体也通过数据流和无形的能量变化不断演化，响应虚拟世界中看不见的动态。随着您的探索，您将见证虚拟与现实如何彼此影响——共同生长、变化与适应。\n\n这个空间邀请您思考自然与科技之间不断演变的关系，这两个世界并非对立，而是持续对话的共生体。《共生园》向您展示，虚拟世界从不只是虚拟的，它深深植根于现实之中；两者共同构成了一种全新的生态和谐状态。",
    "description_en": "Welcome to The Garden of Coexistence, where you’ll step into a space where the physical and digital worlds blend seamlessly. In this experience, you’ll encounter both real and virtual plant forms coexisting through the lens of augmented reality (AR). But AR here is more than a tool—it’s a medium that lets artificial intelligence transform physical natives into digital ones.\n\nJust as real plants grow through sunlight, soil, and water, these digital natives evolve through data flow and invisible currents, responding to the unseen dynamics of the virtual world. As you explore, you’ll witness how physical and digital entities influence each other—growing, shifting, and adapting in tandem.\n\nThis space invites you to reflect on the evolving relationship between nature and technology, and how both worlds are not in opposition, but in constant conversation. *The Garden of Coexistence* shows you that the virtual is never just virtual—it is rooted in the real, and together, they form a new kind of ecological harmony.",
    "artist_bio_cn": "李昊是一位新媒体艺术家、设计师、程序员、研究员及VJ，现居深圳。毕业于香港城市大学，获创意媒体硕士学位（优等）。曾入选瑞士苏黎世艺术大学“跨文化协作”项目。2020年成为 Art Nova 100 艺术家，是艺术小组“NoctSquare”的创始成员之一。李昊善于用编程工具创作多种媒介形式作品，包括媒体建筑、视听表演、影像和装置。其关注点包括科技对社会、文化与艺术的影响（及无力感）、以及当代生活中的个人体验。",
    "artist_bio_en": "LI Hao is a new media artist, designer, programmer, researcher, and VJ living and working in Shenzhen, China. He received a Master of Fine Arts in Creative Media with Distinction from the City University of Hong Kong. He was selected for the “Transcultural Collaboration” program at Zurich University of the Arts, Switzerland.\nHe was chosen as an Art Nova 100 artist in 2020 and is a founding member of the art group “NoctSquare.” He uses programming tools to create works of diﬀerent media forms, such as media architecture, audiovisual performance, video, and installation. His concerns include technology’s impact (and powerlessness) on society, culture and art, and personal experiences in contemporary life.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_30.jpg",
    "slug": "the-garden-of-coexistence",
    "title_tw": "共生园",
    "artist_tw": "李昊，赵雅薇",
    "description_tw": "欢迎来到《共生园》（The Garden of Coexistence），在这里，您将步入一个现实与数字世界无缝融合的空间。在这段体验中，您将通过增强现实（AR）的视角，看到真实与虚拟的植物形态共存于同一空间之中。但在这里，AR不仅仅是展示的工具，它更是一种媒介，让人工智能得以将物理世界的“原生体”转化为数字世界的“原生体”。\n\n正如现实中的植物依靠阳光、土壤和水分生长，这些数字原生体也通过数据流和无形的能量变化不断演化，响应虚拟世界中看不见的动态。随着您的探索，您将见证虚拟与现实如何彼此影响——共同生长、变化与适应。\n\n这个空间邀请您思考自然与科技之间不断演变的关系，这两个世界并非对立，而是持续对话的共生体。《共生园》向您展示，虚拟世界从不只是虚拟的，它深深植根于现实之中；两者共同构成了一种全新的生态和谐状态。",
    "artist_bio_tw": "李昊是一位新媒体艺术家、设计师、程序员、研究员及VJ，现居深圳。毕业于香港城市大学，获创意媒体硕士学位（优等）。曾入选瑞士苏黎世艺术大学“跨文化协作”项目。2020年成为 Art Nova 100 艺术家，是艺术小组“NoctSquare”的创始成员之一。李昊善于用编程工具创作多种媒介形式作品，包括媒体建筑、视听表演、影像和装置。其关注点包括科技对社会、文化与艺术的影响（及无力感）、以及当代生活中的个人体验。"
  },
  {
    "id": 31,
    "title_cn": "VR铁花 ",
    "title_en": "VR Iron Flower",
    "artist_cn": "李希，赵天一",
    "artist_en": "Amelia Li, Tianyi Zhao",
    "description_cn": "《VR铁花》是一款沉浸式虚拟现实体验，带领玩家走进一个充满中国传统节日氛围的数字世界。在这个虚拟空间中，张灯结彩、万家灯火，玩家可以自由穿梭，点亮灯火，燃放烟花，放飞孔明灯，参与各种有趣的互动，沉浸于热闹喜庆的节日时光中。 该作品融合了多种传统节日元素，如灯笼、烟花、舞狮、庙会等，结合现代VR技术，真实再现了中国传统节日的热闹场景。玩家不仅可以观赏，还能亲身参与其中，体验传统节日的独特魅力。通过将数字艺术与传统文化相结合，《VR铁花》重新定义了节日文化的表现形式，探索了科技助力传统文化传播的创新可能性，为文化传承与现代科技的结合提供了新的范式。",
    "description_en": "VR Iron Flower is an interactive VR experience that digitally recreates the spectacular craft of Datiehua (Iron Flower Throwing), a Chinese intangible cultural heritage. As an ancient folk art that blends metalworking with celebratory traditions,  Datiehua  is at risk of being lost due to the rarity of skilled artisans and the complexity of the craft. This project aims to breathe new life into the tradition through modern technology.\n\nUtilizing immersive VR technology, VR Iron Flower accurately replicates the mesmerizing visual effects of iron sparks bursting in the air, complemented by multi-sensory elements such as dynamic lanterns, realistic furnace flames, and traditional music to create a culturally rich immersive experience. Advanced physics-based particle simulations realistically depict molten iron splashes and collisions, enhancing the visual impact and realism of the Iron Flower effect.\n\nBeyond  Datiehua, the experience incorporates other traditional interactive elements such as Lotus Lights and Kongming Lanterns, offering players a more immersive and holistic cultural journey.\n\nBy merging digital art with cultural heritage, VR Iron Flower redefines the way intangible cultural traditions are presented, exploring innovative possibilities for technology-driven cultural preservation and setting a new paradigm for integrating tradition with modern technology.",
    "artist_bio_cn": "李希 \n简介：毕业于中国传媒大学数字媒体艺术专业，拥有美国卡耐基梅隆大学娱乐技术硕士学位，并在美国从事互动设计及游戏开发五年。参与项目包括北京环球影城灯光互动、拉斯维加斯球形剧院多媒体设计，以及《Among Us VR》的开发，多个作品发售于Meta Quest和Vision Pro平台。艺术家曾受邀在香港迪士尼发表主题演讲，分享沉浸式娱乐设计经验，致力于将技术与艺术相结合，探索文化与数字体验的创新表达。\n\n赵天一 \n简介：香港理工大学多媒体技术本科，卡内基梅隆大学娱乐技术研究生, 目前就职于硅谷谷歌, 有7年MR游戏开发从业经验, 曾参与NBA2K与PokemonGo项目开发。",
    "artist_bio_en": "Xi (Amelia) Li\nGraduated from the Communication University of China (CUC) with a degree in Digital Media Art and earned a master’s degree in Entertainment Technology from Carnegie Mellon University (CMU), Li Xi has been engaged in interactive design and game development in the US for five years. Her projects include lighting interaction design for Beijing Universal Studios, multimedia design for the Las Vegas Sphere Theater, and the development of Among Us VR. Several of their works have been released on the Meta Quest and Vision Pro platforms. Li Xi was invited to give a keynote speech at Hong Kong Disneyland, sharing expertise in immersive entertainment design. Their work focuses on integrating technology with art, exploring innovative expressions of culture and digital experiences.\n\nTianyi Zhao\nGraduated with a bachelor’s degree in Internet and Multimedia Technology from The Hong Kong Polytechnic University (PolyU) and a master’s degree in Entertainment Technology from Carnegie Mellon University (CMU), Tianyi Zhao is currently working at Google in Silicon Valley. He has seven years of experience in MR game development and has previously worked on famous game projects such as NBA 2K and Pokémon GO.",
    "poster_url": "https://lingolift-1335262060.cos.ap-guangzhou.myqcloud.com/artworks/_31.jpg",
    "slug": "vr-iron-flower",
    "title_tw": "VR铁花 ",
    "artist_tw": "李希，赵天一",
    "description_tw": "《VR铁花》是一款沉浸式虚拟现实体验，带领玩家走进一个充满中国传统节日氛围的数字世界。在这个虚拟空间中，张灯结彩、万家灯火，玩家可以自由穿梭，点亮灯火，燃放烟花，放飞孔明灯，参与各种有趣的互动，沉浸于热闹喜庆的节日时光中。 该作品融合了多种传统节日元素，如灯笼、烟花、舞狮、庙会等，结合现代VR技术，真实再现了中国传统节日的热闹场景。玩家不仅可以观赏，还能亲身参与其中，体验传统节日的独特魅力。通过将数字艺术与传统文化相结合，《VR铁花》重新定义了节日文化的表现形式，探索了科技助力传统文化传播的创新可能性，为文化传承与现代科技的结合提供了新的范式。",
    "artist_bio_tw": "李希 \n简介：毕业于中国传媒大学数字媒体艺术专业，拥有美国卡耐基梅隆大学娱乐技术硕士学位，并在美国从事互动设计及游戏开发五年。参与项目包括北京环球影城灯光互动、拉斯维加斯球形剧院多媒体设计，以及《Among Us VR》的开发，多个作品发售于Meta Quest和Vision Pro平台。艺术家曾受邀在香港迪士尼发表主题演讲，分享沉浸式娱乐设计经验，致力于将技术与艺术相结合，探索文化与数字体验的创新表达。\n\n赵天一 \n简介：香港理工大学多媒体技术本科，卡内基梅隆大学娱乐技术研究生, 目前就职于硅谷谷歌, 有7年MR游戏开发从业经验, 曾参与NBA2K与PokemonGo项目开发。"
  }
]